Repository: yan91i/GodotCollections
Catalog: 03 Project Samples/librerama/translations/*.po
Languages: de, eo, es, nl, pl, pt_br, tr

source: The law of gravity may dictate that objects with mass attract each other, unless you have the power of [insert technobabble here]! So make sure to use it to evade the lifting pillars, as the laws of motion are still very much in place.
de: Das Gesetz der Schwerkraft besagt, dass sich Objekte mit Masse gegenseitig anziehen, es sei denn, du hast die Kraft von [hier Tech-Blabla einfügen]! Nutze sie also, um den Hebesäulen auszuweichen, denn die Gesetze der Bewegung gelten immer noch.
eo: La gravita leĝo eble diktas, ke aĵoj kun maso allogas unu la alian, krom se vi havas la povon de [enigu teknobabilon ĉi tie]! Do certigu uzi ĝin por eviti la kolonojn, kiuj levas sin, ĉar la leĝoj de moviĝoj ankoraŭ ekzistas.
es: La ley de la gravedad puede determinar que objetos con masa se atraen entre sí, ¡a no ser que tengas el poder de [inserta tecnojerga aquí]! Así que asegúrate de usarlo para esquivar los pilares que se elevan, pues las leyes del movimiento todavía están presentes.
nl: De wet van de zwaartekracht dicteert dat objecten met een grote massa elkaar aantrekken, tenzij je over de kracht van [vul hier wat technisch gewauwel in] beschikt. Zorg er voor dat je de pilaren ontwijkt, want de wet van beweging is nog steeds van kracht.
pt_br: A lei da gravidade pode dizer que objetos com massa atraem uns aos outros, a não ser que você tenha o poder do [insira tecno-baboseira aqui]! Então faça questão de usá-lo para desviar dos pilares erguidos, pois as leis do movimento ainda estão presentes.
tr: Yerçekimi yasası, kütleye sahip nesnelerin birbirini çekmesini belirleyebilir, ama [buraya teknobabble ekleyin] gücüne sahipseniz durum farklı olabilir! Bu yüzden, hareket yasalarının hala geçerli olduğunu unutmadan, kaldıran sütunlardan kaçınmak için bu gücü kullanmayı ihmal etmeyin.

source: Hop for Love
de: Tanz für Liebe
eo: Saltu pro amo
es: Salta por amor
nl: Liefdessprongen
pl: Zakochany skoczek
pt_br: Amor Saltitante
tr: Aşk için Zıpla

source: CROSS!
de: ÜBERQUERE!
eo: TRANSIRU!
es: ¡CRUZA!
nl: STEEK OVER!
pl: PRZESZKOCZ!
pt_br: ATRAVESSE!
tr: GEÇ!

source: Love can make you conquer anything, "anything" being a small stream of water in this case. Help this little rabbit hop across to unite these lovebunnies.
de: Mit Liebe kann man alles überwinden. Alles meint in diesem Fall einen kleinen Wasserlauf. Hilf dem kleinen Kaninchen, hinüber zu hoppeln, um diese Turteltäubchen zu vereinen.
eo: La amo povas igi, ke vi konkeru ĉion ajn, «ĉio» povas esti malgrandan akvan fluon ĉi-okaze. Helpu ĉi tiun kunikleton salti al la alia flanko por kunigi ĉi tiujn enamiĝintajn kuniklojn.
es: El amor puede ayudarte a superar cualquier cosa, «cualquier cosa» puede ser una pequeña corriente de agua en este caso. Ayuda a este conejito a saltar al otro lado para unir a estos conejitos enamorados.
nl: Liefde stelt je in staat om álles te overwinnen; in dit geval een beekje met water. Help het konijn naar de overkant om de lieverdjes weer bij elkaar te brengen.
pl: Miłość wszystko przeskoczy. W tym wypadku "wszystko" oznacza niewielki strumyk. Pomóż królikowi przedostać się na drugi brzeg i spotkać się z drugą połówką.
pt_br: O amor pode te ajudar a conquistar tudo, "tudo" se referindo a um pequeno córrego d'água neste caso. Ajuda este coelhinho a pular até o outro lado para unir essas fofuras.
tr: Aşk, seni her şeyi fethetmeye yönlendirebilir; bu durumda “her şey”, küçük bir su akıntısıdır. Bu küçük tavşana, bu aşk tavşanlarını birleştirmek için zıplamasına yardımcı ol.

source: Bunny
de: Kaninchen
eo: Kunikleto
es: Conejito
nl: Konijn
pl: Trusia
pt_br: Coelho
tr: Tavşancık

source: Rabbit
de: Hase
eo: Kuniklo
es: Conejo
nl: Konijn
pl: Królik
pt_br: Coelho
tr: Tavşan

source: Water
de: Wasser
eo: Akvo
es: Agua
pl: Woda
pt_br: Água
tr: Su

source: Input Flow
de: Eingabefluss
eo: Fluo de enigoj
es: Serie de controles
nl: Invoersnelheid
pt_br: Fluxo de Controle
tr: Girdi Akışı

source: REPEAT!
de: WIEDERHOLE!
eo: RIPETU!
es: ¡REPITE!
nl: HERHAAL!
pl: POWTÓRZ!
pt_br: REPITA!
tr: TEKRARLA!

source: Try to not get too distracted by the beat and pay attention to match the flow of inputs that appear in the screen.
de: Lass dich vom Beat nicht zu sehr ablenken und beachte den Fluss der Eingaben, die auf den Bildschirm auftauchen.
eo: Klopodu ne distriĝi per la batado kaj atentu por kongrui kun la fluo de enigoj, kiu aperas en la ekrano.
es: Intenta no distraerte mucho por el ritmo y presta atención para hacer coincidir la serie de controles que aparecen por pantalla.
nl: Probeer om niet afgeleid te raken door de beat en focus op de invoersnelheid van de items op het scherm.
pt_br: Tente não se distrair pela batida e fique atento para igualar o fluxo de controles que aparecem na tela.
tr: Ritme fazla kapılmamaya çalış ve ekranda beliren girişlerin akışını eşleştirmeye dikkat et.

source: Neo Highway
de: Neoautobahn
eo: Novŝoseo
es: Neoautopista
nl: Neon snelweg
pl: Neostrada
pt_br: Neo Rodovia
tr: Neo Otoyol

source: DODGE!
de: WEICH AUS!
eo: EVITU!
es: ¡ESQUIVA!
nl: ONTWIJK!
pl: MANEWRUJ!
pt_br: ESQUIVE!
tr: SAVUŞTUR!

source: The future is now, old man! Get in your hover car and drive away in the neo highway. Just be aware of your fellow drivers, which are so reckless that you could swear they are aiming at you.
de: Die Zukunft ist da, alter Mann! Steig in dein Schwebemobil und fahr auf der Neoautobahn. Pass bloß auf die anderen Fahrer auf, denn sie sind so rücksichtslos, dass du schwören könntest, sie hätten es auf dich abgesehen.
eo: La estonteco estas nun, maljunulo! Eniru en vian flugaŭton kaj veturu en la novŝoseo. Nur atentu pri la aliaj veturantoj, kiuj estas tiel neprudentaj, ke vi povus ĵuri, ke ili celas vin.
es: ¡El futuro es ahora, abuelo! Sube a tu coche volador y conduce por la neoautopista. Solo estate atento a los demás conductores, que son tan imprudentes que podrías jurar que quieren chocar contigo.
nl: Je leeft nu al in de toekomst, ouwe! Stap in je zweefauto en verken de neon snelweg. Let echter wel op medeweggebruikers, aangezien die nogal roekeloos kunnen rijden. Zó roekeloos dat je misschien wel denkt dat ze het op jóu gemunt hebben!
pl: Przyszłość jest dzisiaj, staruszku! Pakuj się do lewitolotu i jazda na neostradę. Tylko uważaj na innych kierowców. Jeżdżą tak jakby chcieli z tobą kraksy.
pt_br: O futuro é agora, coroa! Pegue o seu carro voador e dirija na neo rodovia. Só fique atento aos seus amigos motoristas, os quais são tão barbeiros que você poderia jurar que estão mirando em você.
tr: Gelecek şimdi, yaşlı adam! Hover aracına bin ve yeni otoyolda uzaklaş. Sadece diğer sürücülerine dikkat et, o kadar dikkatsizler ki onlara baktığında seni hedef alıyormuş gibi hissedebilirsin.

source: Car
de: Auto
eo: Aŭto
es: Coche
nl: Auto
pl: Samochód
pt_br: Carro
tr: Araba

source: City
de: Stadt
eo: Urbo
es: Ciudad
nl: Stad
pl: Miasto
pt_br: Cidade
tr: Şehir

source: Future
de: Zukunft
eo: Estonteco
es: Futuro
nl: Toekomst
pl: Przyszłość
pt_br: Futuro
tr: Gelecek

source: Papercuts
de: Papierschnitte
eo: Papertranĉoj
es: Cortes de papel
nl: Papiersnijden
pt_br: Cortes de Papel
tr: Kağıt Kesikleri

source: CUTOUT!
de: SCHNEID AUS!
eo: TRANĈU!
es: ¡CORTA!
nl: SNIJD UIT!
pl: WYTNIJ!
pt_br: CORTE!
tr: KESTİR!

source: How about letting your inner child artist express themselves by cutting a piece of paper into something barely recognizable? So grab a pair of scissors and get crafty! Just try to avoid running with them, alright?
de: Was hältst du davon, dein inneres Künstlerkind austoben zu lassen, indem du ein Stück Papier zu etwas halbwegs Erkennbaren schneidest? Also schnapp dir eine Schere und sei kreativ! Aber lauf bloß nicht mit ihr herum, okay?
eo: Kial ne lasi vian enan infanan artiston esprimi sin per tranĉado de peco de papero igante ĝin io apenaŭ rekonebla? Do prenu tranĉilon kaj faru arton! Nur klopodu eviti kuri kun ĝi, ĉu bone?
es: ¿Y si dejas que tu pequeño artista interior se exprese recortando un trozo de papel de forma casi irreconocible? ¡Así que coge unas tijeras y haz arte! Solo intenta no correr con ellas en la mano, ¿vale?
nl: Tijd om het kind in jezelf los te laten gaan op een stuk papier. Pak een schaar en maak er iets bijna onherkenbaars van. Maar ga alsjeblieft niet rennen met de schaar, oké?
pt_br: Que tal deixar seu pequeno artista interior se expressar cortando um pedaço de papel em algo quase irreconhecível? Então pegue uma tesoura e faça arte! Só não vai ficar correndo com ela por aí, está bem?
tr: İçindeki çocuk sanatçının, bir parça kağıdı neredeyse tanınmaz hale getirene kadar kesmesine izin vermeye ne dersin? O yüzden bir makas al ve yaratıcılığını konuştur! Sadece, onlarla koşmamaya çalış, tamam mı?

source: Crafts
de: Basteleien
eo: Metioj
es: Manualidades
nl: Handvaardigheid
pt_br: Trabalhos Manuais
tr: El İşleri

source: Precision
de: Präzision
eo: Precizeco
es: Precisión
nl: Precisie
pt_br: Precisão
tr: Hassasiyet

source: Punchbag Wallop
de: Sandsackrüpel
eo: Pugnoj al la sako
es: Golpes al saco
nl: Boksbalmoes
pl: Trening bokserski
pt_br: Sacos de Pancadaria
tr: Vurmalı Torba

source: PUNCH!
de: HAU DRAUF!
eo: PUGNU!
es: ¡GOLPEA!
nl: SLA!
pl: UDERZ!
pt_br: SOQUE!
tr: YUMRUKLA!

source: Give those punching bags a good ol' pummeling by mashing the action button till they're torn apart! Careful though, some of them can swing in unexpected ways.
de: Gib diesen Sandsäcken eine ordentliche Portion Schläge ab, indem du auf die Aktionstaste einhämmerst, bis sie auseinander fallen. Aber sei vorsichtig, einige von ihnen können auf unerwartete Weise schwingen.
eo: Donu al tiuj pugnosakoj bonan batadon per premado de la aga butono ĝis ili estas detruitaj! Tamen zorgu: iuj el ili povas neatendite svingi.
es: ¡Dale a esos sacos de boxeo un buen sopapo machacando el botón de acción hasta que sean destrozados! Pero cuidado: algunos de ellos pueden balancearse de forma inesperada.
nl: Sla de boksballen tot moes door herhaaldelijk op de actieknop te blijven drukken! Maar let op: sommige ballen kunnen onverwachts allerlei kanten op gaan.
pl: Spuść temu workowi niezły łomot - wciskaj przycisk akcji aż pójdzie w drobiazgi! Tylko uważaj, może się bujać niespodziewanie.
pt_br: Dê a estes sacos de pancada um bom e velho sopapo rapidamente pressionando o botão de ação até que eles se rasguem! Mas cuidado, alguns deles podem balançar de maneiras inesperadas.
tr: O yumruk torbalarına iyi bir dayak atmak için aksiyon butonuna basarak onları parçalayana kadar sıkıştır! Ama dikkatli ol, bazıları beklenmedik şekillerde sallanabilir.

source: Boxing
de: Boxen
eo: Boksado
es: Boxeo
nl: Boksen
pl: Boks
tr: Boks

source: Old
de: Alt
eo: Malnova
es: Viejo
nl: Oud
pt_br: Antigo
tr: Yaşlı

source: Rope Hop
de: Seilhüpfen
eo: Ŝnuro-saltado
es: Saltar la cuerda
nl: Touwtjespringen
pt_br: Pulo Hop
tr: İp Atlama

source: JUMP!
de: SPRING!
eo: SALTU!
es: ¡SALTA!
nl: SPRING!
pl: SKACZ!
pt_br: PULE!
tr: ZIPLA!

source: What a better combination than rope jumping and the freestyle dancing of hip hop? Just worry about the rope first, but get ready for some challengers later.
de: Was passt besser zusammen als Seilhüpfen und der Freestyle-Tanz von Hip-Hop? Achte zunächst nur auf das Seil, aber bereite dich später auf ein paar Herausforderer vor.
eo: Ĉu estas pli bona kunigo ol ŝnur-saltado kaj la liberstila hiphopa dancado? Nur zorgu pri la ŝnuro unue, sed pretiĝu por iuj defioj poste.
es: ¿Qué mejor combinación hay que saltar la cuerda y el bailar hip hop de forma improvisada? Al principio solo preocúpate de la cuerda, pero prepárate para algunos desafíos después.
nl: Wat is er nu beter dan touwtjespringen en freestylen op hiphopmuziek? Focus je eerst op het touw, maar later ook op de uitdagingen.
pl: Czy jest lepsze połączenie niż skakanka i hiphopowy fristajl? Może skup się wpierw na lince, ale oczekuj że pojawią się konkurenci.
pt_br: Qual melhor combinação do que pular corda e a dança de estilo livre do hip hop? Se preocupe com a corda primeiro, mas prepare-se para alguns desafiantes depois.
tr: İp atlama ile hip hop’un serbest dansının daha iyi bir kombinasyonu ne olabilir ki? Öncelikle ipinle ilgilen, ama daha sonra bazı rakiplere hazırlıklı ol.

source: Jump Rope
de: Springseil
eo: Salti ŝnuron
es: Saltar la cuerda
nl: Springtouw
pl: Skakanka
pt_br: Pular Corda
tr: Atlama İpi

source: Shuffle Dance
de: Mischtanz
eo: Danco de miksado
es: Baile de barajar
nl: Wat schuift het?
pt_br: Dança do Baralho
tr: Shuffle Dansı

source: PAY ATTENTION!
de: PASS AUF!
eo: ATENTU!
es: ¡PRESTA ATENCIÓN!
nl: LET GOED OP!
pl: SKUP SIĘ!
pt_br: PRESTE ATENÇÃO!
tr: DİKKATİNİ VER!

source: Eyes on the prize, baby! Follow where the first flipped card goes, and select it when all the shuffling is done. The thrill of testing basic attention span without losing your money!
de: Augen auf, Freundchen! Achte darauf, wohin sich die erste umgedrehte Karte bewegt und wähle sie dann aus, wenn das Mischen vorbei ist. Es ist so spannend, die Aufmerksamkeit zu testen, ohne dein Geld zu verlieren!
eo: ¡Rigardu la premion, karulo! Sekvu la komence renversitan karton kaj elektu ĝin, kiam oni finiĝu miksi. La emocio testi vian bazan atento-kapablon sen perdi vian monon!
es: ¡La vista en el premio, nena! Fíjate adónde se mueve la carta volteada al principio y elígela cuando se acabe de barajar. ¡La emoción de poner a prueba tu capacidad de atención básica sin perder tu dinero!
nl: Houd je ogen op de prijs gericht, kanjer! Volg de eerste omgekeerde kaart en kies hem weer uit de stapel nadat alles geschud is. Een ware combinatie van aandachtsvermogen en geld!
pt_br: Olhos no prêmio, baby! Foque-se aonde a primeira carta virada vai, e selecione-a quando o embaralhamento acabar. A emoção de testar o básico de atenção sem perder o seu dinheiro!
tr: Ödülün üzerine odaklan, bebeğim! İlk çevrilen kartın nereye gittiğini takip et ve tüm karıştırma işlemi bittiğinde onu seç. Temel dikkat süresini test etmenin heyecanı, paranın kaybedilmeden!

source: Cards
de: Karten
eo: Kartoj
es: Cartas
nl: Kaarten
pl: Karty
pt_br: Cartas
tr: Kartlar

source: Deck
eo: Kartaro
es: Baraja
nl: Stapel
pl: Talia
pt_br: Baralho
tr: Deste

source: Suitcase-by-Case
de: Koffer-Chaos
eo: Valizo post valizo
es: Maleta a maleta
nl: Onderkoffer
pl: Walizkowy szał
pt_br: Para Qual Mala
tr: Valiz Valiz

source: FIND!
de: FINDE!
eo: TROVU!
es: ¡ENCUENTRA!
nl: ZOEK!
pl: ZNAJDŹ!
pt_br: ACHE!
tr: BUL!

source: Now, where is that baggage? It was certainly blue, or maybe red? It was a briefcase, or was it actually a backpack?! It seems that your memory looks as good as the chances that your luggage was treated carefully.
de: Nun, wo ist das Gepäck? Es war bestimmt blau, oder vielleicht rot? Es war ein Koffer, oder war es in Wahrheit ein Rucksack?! Scheint so, dass dein Gedächtnis so gut wie deine Wahrscheinlichkeit, dass dein Gepäck behutsam behandelt wurde, aussieht.
eo: Nu, kie estas tiun bagaĝon? Ĝi certe estis blua, aŭ eble ruĝa? Ĉu ĝi estis valizo aŭ dorsosako?! Ŝajnas, ke via memoro aspektas tiel bona kiel la ŝancoj, ke via bagaĝo estis zorge traktita.
es: ¿Y ahora? ¿Dónde está el equipaje? Seguro que era azul, ¿o quizá rojo? ¡¿Era una maleta o en realidad era una mochila?! Parece que tu memoria está tan floja como las posibilidades de que tu equipaje haya sido tratado con cuidado.
nl: Waar is de baggage gebleven? En was de baggage nu blauw of rood? En was het nu een koffer of rugzak?! Het lijkt er op dat je geheugen net zo goed is als de afhandeling van je baggage…
pl: No i gdzie ten bagaż? Był pewnie niebieski, a może czerwony? Zaraz, to była walizka czy plecak?! Chyba masz problemy z pamięcią jak obsługa z ostrożnym noszeniem manatek.
pt_br: E agora, onde está aquela mala? Com certeza era azul, ou talvez vermelha? Era uma maleta, ou será que era uma mochila?! Parece que sua memória está tão boa quanto as chances que sua bagagem foi tratada com cuidado.
tr: Şimdi, o bagaj nerede? Kesinlikle mavi, yoksa kırmızı mıydı? Bir evrak çantasıydı, yoksa aslında bir sırt çantası mıydı?! Görünüşe göre, hafızan bagajının dikkatli bir şekilde taşınma şansı kadar iyi.

source: Attention
de: Aufmerksamkeit
eo: Atento
es: Atención
nl: Opgelet
pt_br: Atenção
tr: Dikkat

source: Baggage
de: Gepäck
eo: Bagaĝo
es: Equipaje
pl: Bagaż
pt_br: Bagagem
tr: Bagaj

source: Thing Factory
de: Dingfabrik
eo: Fabriko de aĵoj
es: Fábrica de cosas
nl: Fabriek der dingen
pl: Fabryka rzeczy
pt_br: Fábrica de Coisas
tr: Şey Fabrikası

source: VALIDATE!
de: PRÜFE!
eo: KONTROLU!
es: ¡COMPRUEBA!
nl: GOEDKEUREN!
pl: ZATWIERDŹ!
pt_br: VALIDE!
tr: GEÇERLİ KIL!

source: The thing is, things let's us do all sort of things. Our thing is to make things, so help eliminate the wrong things, because correctness is our kind of thing.
de: Das Ding ist, die Dinge lassen uns alle möglichen Dinge aussortieren. Es ist unser Ding, Dinge zu machen, also hilf dabei, die falschen Dinge zu eliminieren, da Korrektheit unser Ding ist.
eo: La afero estas, ke aferoj lasas al ni fari ĉiajn aferojn. Nia afero estas fari aferojn, do helpu forigi la malĝustajn aferojn, ĉar la ĝusteco estas nia speco de afero.
es: La cosa es que las cosas nos permiten hacer todo tipo de cosas. Lo nuestro es hacer cosas, así que elimina las cosas incorrectas, porque la corrección es lo nuestro.
nl: Dingen laten ons allerlei dingen doen. Ons ding is om dingen te maken, zodat we geen verkeerde dingen in handen krijgen. Juistheid is ons grootste ding.
pl: Do rzeczy, tutaj produkujemy rzeczy rzeczowo. Rzecz w tym żeby odrzucić niewłaściwe rzeczy - naszą rzeczą jest dbanie o poprawność.
pt_br: A coisa é, que coisas nos deixam fazer todo o tipo de coisa. Nossa coisa é fazer coisas, então nos ajude a eliminar as coisas erradas, porque exatidão é coisa nossa.
tr: Durum şu ki, şeyler bize her türlü şeyi yapma imkanı tanıyor. Bizim işimiz şeyler yapmak, bu yüzden yanlış şeyleri ortadan kaldırmaya yardımcı ol, çünkü doğruluk bizim tarzımız.

source: Conveyor
de: Fließband
eo: Transportilo
es: Cinta transportadora
nl: Rolband
pl: Taśmociąg
pt_br: Esteira
tr: Taşıyıcı

source: Void Avoider
de: Leerenausweicher
eo: Vakuo-evitanto
es: Esquivar el vacío
nl: Geen lege leegte
pt_br: Desvio no Vazio
tr: Boşluktan Kaçınan

source: AVOID!
de: WEICH AUS!
eo: EVITU!
es: ¡ESQUIVA!
nl: ONTWIJK!
pl: OMIŃ!
pt_br: DESVIE!
tr: SAKIN!

source: Space, the final frontier, and apparently filled with black holes that have no regard to the laws of physics. Make sure the spaceship stays out of their way!
de: Der Weltraum, unendliche Weiten, und anscheinend voller schwarzer Löcher, die keinen Respekt vor den Gesetzen der Physik haben. Stell sicher, dass das Raumschiff ihnen aus den Weg geht!
eo: Spaco, la fina limo, kaj ŝajne plenigita per nigraj truoj, kiuj ne sekvas la fizikajn regulojn. Certigu, ke la kosmoŝipo estas for de ili!
es: El espacio, la última frontera, y aparentemente repleta de agujeros negros que no tienen en cuenta las leyes de la física. ¡Asegúrate de que la nave se mantiene alejada de ellos!
nl: De ruimte, vol zwarte gaten die zich niet drukmaken om de natuurwetten. Zorg dat je ruimtevaartuig er niet in belandt!
pt_br: Espaço, a fronteira final, e aparentemente repleto de buracos negros que estão nem aí para as leis da física. Garanta que a espaçonave fique fora do caminho deles!
tr: Uzay, son sınır ve görünüşe göre fizik yasalarına aldırış etmeyen kara deliklerle dolu. Uzay gemisinin onların yolundan uzak durduğundan emin ol!

source: Alien
de: Außerirdischer
eo: Ekstertera
es: Extraterrestre
nl: Ruimtewezen
pt_br: Alienígena
tr: Uzaylı

source: Black Hole
de: Schwarzes Loch
eo: Nigra truo
es: Agujero negro
nl: Zwart gat
pt_br: Buraco Negro
tr: Kara Delik

source: Dodge
de: Ausweichen
eo: Eviti
es: Esquivar
nl: Ontwijk
pt_br: Desvie
tr: Savuşturmak

source: Woozy Chomper
de: Wusie-Mampfer
eo: Konfuzita manĝemulo
es: Tragón Mareado
nl: Woozy-stampei
pt_br: Malucão Mastigão
tr: Sersemlemiş Dişli

source: CHOMP!
de: MAMPF!
eo: MAĈU!
es: ¡DEVORA!
nl: STAMP!
pt_br: COMA!
tr: ISIR!

source: Woozy hungry. Help Woozy eat fruit, yummy! Help Woozy not eat Woozy, not yummy!
de: Wusie hungrig. Helfen Wusie essen Frucht, lecker! Helfen Wusie nicht essen Wusie, nicht lecker!
eo: Konfuzulo malsatas. Helpu konfuzulon manĝi frukton, bonguste! Helpu konfuzulo ne manĝi konfuzulon, ne bonguste!
es: Mareado hambriento. Ayuda a Mareado a comer fruta, ¡ñam! Ayuda a Mareado a no comerse a Mareado, ¡no ñam!
nl: Woozy hongerig. Woozy wil fruit, jammie! Help Woozy niet Woozy te eten, niet jammie!
pt_br: Malucão com fome. Ajuda Malucão comer fruta, gostoso! Ajuda Malucão não comer Malucão, não gostoso!
tr: Woozy aç. Woozy’ye meyve yemesinde yardımcı ol, lezzetli! Woozy’nin kendisini yemesine yardım etme, lezzetli değil!

source: Creature
de: Kreatur
eo: Estaĵo
es: Criatura
nl: Wezen
pt_br: Criatura
tr: Yaratık

source: Fruit
de: Frucht
eo: Frukto
es: Fruta
pt_br: Fruta
tr: Meyve

source: Play
de: Spielen
eo: Ludi
es: Jugar
nl: Spelen
pl: Graj
pt_br: Jogar
tr: Oyna

source: Quickplay
de: Schnellspiel
es: Juego rápido
nl: Snel spel
pt_br: Jogo Rápido
tr: Hızlı Oyun

source: Collection
de: Sammlung
es: Recopilación
nl: Verzameling
pt_br: Coleção
tr: Koleksiyon

source: Customize
de: Anpassen
eo: Tajlori
es: Personalizar
nl: Aanpassen
pl: Dostosuj
pt_br: Customizar
tr: Özelleştir

source: Statistics
de: Statistik
eo: Statistikoj
es: Estadísticas
nl: Statistieken
pl: Statystyki
pt_br: Estatísticas
tr: İstatistikler

source: Settings
de: Einstellungen
eo: Agordoj
es: Ajustes
nl: Instellingen
pl: Ustawienia
pt_br: Configuração
tr: Ayarlar

source: Back to Lobby
de: Zurück zur Lobby
es: Regresar al lobby
nl: Terug naar lobby
pt_br: Voltar à Entrada
tr: Menüye Dön

source: Go back.
de: Zurück.
eo: Iri reen.
es: Volver.
nl: Ga terug.
pl: Powrót.
pt_br: Voltar.
tr: Geri.

source: Start playing.
de: Spiel starten.
eo: Komenci ludi.
es: Empezar a jugar.
nl: Begin met spelen.
pl: Rozpocznij grę.
pt_br: Começar a jogar.
tr: Oyuna başla.

source: Ticket quantity.
de: Ticketanzahl.
eo: Bileta kvanto.
es: Cantidad de tiques.
nl: Het aantal tickets.
pl: Ilość kuponów.
pt_br: Quantidade de bilhetes.
tr: Bilet sayısı.

source: See the basic tutorial.
de: Siehe das Basis-Tutorial.
eo: Vidi la bazan instruilon.
es: Ver el tutorial básico.
nl: Bekijk de snelstartgids.
pl: Naucz się podstaw gry.
pt_br: Ver o tutorial básico.
tr: Temel eğitimi gör.

source: Switch from official to community made nanogames.
de: Von offiziellen zu gemeinschaftserstellten Nanospielen wechseln.
eo: Ŝanĝi oficialan kontraŭ komunume faritaj ludetetoj.
es: Cambiar de nanojuegos oficiales a hechos por la comunidad.
nl: Wissel tussen officiële en gemeenschapsminispellen.
pl: Przełącz z oficjalnych nanogier na dostarczone przez społeczność.
pt_br: Alterne dos nanojogos oficiais para os da comunidade.
tr: Resmi nano oyunlardan topluluk yapımı nano oyunlara geçin.

source: Community Mode
de: Gemeinschaftsmodus
eo: Komunuma reĝimo
es: Modo de comunidad
nl: Gemeenschapsmodus
pl: Tryb społeczności
pt_br: Modo Comunidade
tr: Topluluk Modu
