Repository: yan91i/GodotCollections
Catalog: 03 Project Samples/librerama/translations/*.po
Languages: de, eo, es, nl, pl, pt_br, tr

source: [center][b]Confirm Purchase[/b][/center] Do you want to buy [b]"%s"[/b] for the price of [b]%d[/b] tickets? This will leave you with [b]%s[/b] tickets to spare.
de: [center][b]Kauf bestätigen[/b][/center] Möchtest Du [b]„%s“[/b] für den Preis von [b]%d[/b] Tickets kaufen? Dann hast du noch [b]%s[/b] Tickets übrig.
eo: [center][b]Konfirmi aĉeton[/b][/center] Ĉu vi volas aĉeti [b]«%»[/b] per la prezo de [b]%d[/b] biletoj? Post fari tion, vi havos [b]%s[/b] biletojn.
es: [center][b]Confirmar compra[/b][/center] ¿Quieres comprar [b]«%s»[/b] por el precio de [b]%d[/b] tiques? Esto te dejará con [b]%s[/b] tiques restantes.
nl: [center][b]Aankoop bevestigen[/b][/center] Wil je [b]‘%s’[/b] kopen voor de prijs van [b]%d[/b] tickets? Hierna heb je nog [b]%s[/b] tickets over.
pl: [center][b]Potwierdź zakup[/b][/center] Czy chcesz kupić [b]"%s"[/b] w zamian za [b]%d[/b] kuponów? Pozostanie Ci [b]%s[/b] kuponów do dyspozycji.
pt_br: [center][b]Confirmar Compra[/b][/center] Você quer comprar [b]"%s"[/b] pelo preço de [b]%d[/b] bilhetes? Isto o deixará com [b]%s[/b] bilhetes restantes.
tr: [center][b]Satın Alma Onayı[/b][/center] [b]”%s”[/b]Ürününü [b]%d[/b] bilet karşılığında satın almak istiyor musunuz? Bu, size [b]%s[/b] bilet bırakacak.

source: Buy a Random Nanogame
de: Ein zufälliges Nanospiel kaufen
eo: Aĉeti hazardan ludeteton
es: Comprar un nanojuego aleatorio
nl: Willekeurig minispel kopen
pl: Kup losową nanogrę
pt_br: Comprar um Nanojogo Aleatório
tr: Rastgele bir nano oyun satın al

source: For those who aren't picky.
de: Für die, die nicht wählerisch sind.
eo: Por tiuj, kiuj ne estas elektemaj.
es: Para aquellos que no son exigentes.
nl: Voor de niet-kieskeurigen onder ons.
pl: Dla tych co nie są wybredni.
pt_br: Para aqueles que não são exigentes.
tr: Seçici olmayanlar için.

source: Cost: [b]%d[/b]
de: Kosten: [b]%d[/b]
eo: Prezo: [b]%d[/b]
es: Precio: [b]%d[/b]
nl: Prijs: [b]%d[/b]
pl: Koszt: [b]%d[/b]
pt_br: Custo: [b]%d[/b]
tr: Maliyet: [b]%d[/b]

source: Buy a Type of Nanogame
de: Einen Typ von Nanospiel kaufen
eo: Aĉeti specon de ludeteto
es: Comprar un tipo de nanojuego
nl: Bepaald type minispel kopen
pl: Kup nanogrę wybranego rodzaju
pt_br: Comprar um Tipo de Nanojogo
tr: Bir tür nano oyun satın al

source: Everybody has a type, you know?
de: Alle haben einen Typen, weißt du?
eo: Ĉiu havas sian specon, vi scias.
es: Todo el mundo tiene su tipo, ¿sabes?
nl: Iedereen heeft toch een type?
pl: Każdy ma coś w swoim typie, wiesz?
pt_br: Todo mundo tem um tipo, sabe?
tr: Herkesin bir türü vardır, değil mi?

source: Buy a Specific Nanogame
de: Ein bestimmtes Nanospiel kaufen
eo: Aĉeti specifan ludeteton
es: Comprar un nanojuego específico
nl: Specifiek minispel kopen
pl: Kup konkretną nanogrę
pt_br: Comprar um Nanojogo Específico
tr: Spesifik bir nano oyun satın al

source: But I want THAT one!
de: Aber ich möchte DIESES!
eo: Sed mi volas TIUN!
es: ¡Pero yo quiero ESE!
nl: Maar ik wil dát spel!
pl: Ale ja chcę TĘ!
pt_br: Mas eu quero aquele ALI!
tr: Ama ben ONU istiyorum!

source: A Random Nanogame
de: Ein zufälliges Nanospiel
eo: Hazarda ludeteto
es: Un nanojuego aleatorio
nl: Willekeurig minispel
pl: Losowa nanogra
pt_br: Um Nanojogo Aleatório
tr: Rastgele Bir Nano Oyun

source: A Type of Nanogame
de: Ein Typ von Nanospiel
eo: Speco de ludeteto
es: Un tipo de nanojuego
nl: Bepaald type minispel
pl: Rodzaj nanogry
pt_br: Um Tipo de Nanojogo
tr: Bir Tür Nano Oyun

source: Input:
de: Eingabe:
eo: Enigo:
es: Control:
nl: Invoer:
pl: Sterowanie:
pt_br: Controle:
tr: Girdi:

source: Navigation
eo: Navigado
es: Navegación
nl: Navigatie
pt_br: Navegação
tr: Navigasyon

source: Action
de: Aktion
eo: Ago
es: Acción
nl: Actie
pt_br: Ação
tr: Aksiyon

source: Navigation and Action
de: Navigation und Aktion
eo: Navigado kaj ago
es: Navegación y acción
nl: Navigatie en actie
pt_br: Navegação e Ação
tr: Navigasyon ve Eylem

source: Drag and Drop
eo: Ŝovi kaj demeti
es: Arrastrar y soltar
nl: Slepen-en-neerzetten
pt_br: Arrastar e Soltar
tr: Tut ve Bırak

source: Objective
de: Ziel
eo: Celo
es: Objetivo
nl: Doel
pt_br: Objetivo
tr: Amaç

source: Survival
de: Überleben
eo: Supervivo
es: Supervivencia
nl: Overleven
pt_br: Sobrevivência
tr: Hayatta Kalma

source: Swatter Swindler
de: Klatschenschwindler
nl: Vliegenmepperbedrieger
tr: Sinek Avcısı Dolandırıcı

source: Finding difficult to hit the target when swatting flies? Then be the little nuisance for a change, and fly around to avoid the incoming swatter. Wait, this place feels kinda familiar.
de: Zu schwierig, das Ziel zu treffen, wenn man Fliegen klatscht? Dann sei ausnahmsweise mal selber die Belästigung. Fliege umher, um der Fliegenklatsche auszuweichen. Moment, dieser Ort fühlt sich irgendwie vertraut an.
es: ¿Te resulta difícil dar en el blanco cuando matas moscas? Entonces, para variar, sé una pequeña molestia y vuela para evitar el matamoscas que se acerca. Espera, este lugar me resulta familiar.
nl: Vind je het ook zo moeilijk om vliegen te raken met een vliegenmepper? Dan is dit je kans: nu mag jíj die vervelende zoemert zijn en de vliegenmepper proberen te ontwijken. Maar wacht eens, dit klinkt zeer bekend.
tr: Sinekleri avlarken hedefi tutturmakta zorlanıyor musun? O halde bir değişiklik yap ve sinek gibi etrafta uçarak yaklaşan sineklikten kaç. Dur, bu yer bir şekilde tanıdık geliyor.

source: Fly
de: Fliege
es: Volar
nl: Vlieg
pt_br: Mosca
tr: Sinek

source: Bottom Action
de: Untere Aktion
es: Acción de fondo
nl: Actie aan onderkant
tr: Alt Eylem

source: Down
de: Runter
eo: Malsupren
es: Abajo
nl: Omlaag
pt_br: Baixo
tr: Aşağı

source: D-pad Down
de: D-Pad Runter
es: Cruceta abajo
nl: D-pad omlaag
tr: Aşağı Yön Tuşu

source: D-pad Left
de: D-Pad Links
es: Cruceta izquierda
nl: D-pad naar links
tr: Sol Yön Tuşu

source: D-pad Right
de: D-Pad Rechts
es: Cruceta derecha
nl: D-pad naar rechts
tr: Sağ Yön Tuşu

source: D-pad Up
de: D-Pad Oben
es: Cruceta arriba
nl: D-pad omhoog
tr: Yukarı Yön Tuşu

source: Left
de: Links
eo: Maldekstren
es: Izquierda
nl: Links
pt_br: Esquerda
tr: Sol

source: Left Action
de: Linke Aktion
es: Acción a la izquierda
nl: Actie aan linkerkant
tr: Sol Eylem

source: Right
de: Rechts
eo: Dekstren
es: Derecha
nl: Rechts
pt_br: Direita
tr: Sağ

source: Right Action
de: Rechte Aktion
es: Acción a la derecha
nl: Actie aan rechterkant
tr: Sağ Eylem

source: Top Action
de: Obere Aktion
es: Acción arriba
nl: Actie aan bovenkant
tr: Yukarı Eylem

source: Up
de: Hoch
eo: Supren
es: Arriba
nl: Omhoog
pt_br: Cima
tr: Yukarı

source: Non-Free
de: Unfrei
eo: Proprieta
es: No libre
nl: Niet-vrij
pt_br: Não-Livre
tr: Sabit Olmayan

source: Public Domain
de: Gemeinfrei
eo: Publika havaĵo
es: Dominio público
nl: Publiek domein
pt_br: Domínio Público
tr: Halka Açık Alan Adı

source: Unknown
de: Unbekannt
eo: Nekonata
es: Desconocido
nl: Onbekend
pt_br: Desconhecido
tr: Bilinmeyen

source: Analog
eo: Analoga
es: Analógico
nl: Analoog
pl: Analogowy
pt_br: Analógico

source: Robot
de: Roboter
eo: Roboto
pt_br: Robô

source: Hip Hop
eo: Hiphopo

source: 1º:
eo: 1a:

source: 2º:
eo: 2a:

source: 3º:
eo: 3a:

source: 4º:
eo: 4a:

source: 5º:
eo: 5a:

source: 6º:
eo: 6a:
