Repository: yan91i/GodotCollections
Catalog: 03 Project Samples/librerama/translations/*.po
Languages: de, eo, es, nl, pl, pt_br, tr

source: Cancel
de: Abbrechen
eo: Nuligi
es: Cancelar
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
tr: İptal

source: Close
de: Schließen
eo: Malfermi
es: Cerrar
nl: Sluiten
pl: Zamknij
pt_br: Fechar
tr: Kapat

source: OK
eo: Bone
es: Aceptar
nl: Oké
tr: Tamam

source: Language:
de: Sprache:
eo: Lingvo:
es: Idioma:
nl: Taal:
pl: Język:
pt_br: Linguagem:
tr: Dil:

source: System Default
de: Systemstandard
eo: Sisteme implicita
es: Predeterminado del sistema
nl: Systeemtaal
pt_br: Padrão do Sistema
tr: Sistem Varsayılanı

source: Fullscreen Window
de: Vollbildfenster
eo: Plenekrana fenestro
es: Ventana a pantalla completa
nl: Schermvullende weergave
pl: Okno pełnoekranowe
pt_br: Tela Cheia
tr: Tam Ekran Pencere

source: Pause When the Game Loses Focus
de: Pausieren, wenn das Spiel den Fokus verliert
eo: Paŭzigi, kiam la ludo malfokusiĝas
es: Pausar cuando el juego pierda el foco
nl: Onderbreken als game ontfocust is
pl: Zapauzuj kiedy gra straci fokus
pt_br: Pausar Quando o Jogo Perder Foco
tr: Oyun Odağını Kaybettiğinde Duraklat

source: Mute When the Game Loses Focus
de: Verstummen, wenn das Spiel den Fokus verliert
eo: Silentigi, kiam la ludo malfokusiĝas
es: Silenciar cuando el juego pierda el foco
nl: Dempen als game ontfocust is
pl: Wycisz kiedy gra straci fokus
pt_br: Mutar Quando o Jogo Perder Foco
tr: Oyun Odağını Kaybettiğinde Sesi Kapat

source: Show Warning About Community Nanogames
de: Warnung über Gemeinschaftsnanospiele zeigen
eo: Montri averton pri komunumaj ludetetoj
es: Mostrar advertencia sobre nanojuegos comunitarios
nl: Waarschuwing tonen over nanogames
pl: Pokaż ostrzeżenie o nanograch od społeczności
pt_br: Mostrar Aviso Sobre Nanojogos da Comunidade
tr: Topluluk Nano Oyunları Hakkında Uyarı Göster

source: Main Control:
de: Hauptsteuerung:
eo: Ĉefa kontrolilo:
es: Control principal:
nl: Algemene bediening:
pl: Kontroler:
pt_br: Controle Principal:
tr: Ana Kontrol:

source: Automatic
de: Automatisch
eo: Aŭtomata
es: Automático
nl: Automatisch
pt_br: Automático
tr: Otomatik

source: Touchscreen
eo: Tuŝekrano
es: Pantalla táctil
pt_br: Tela Sensível ao Toque
tr: Dokunmatik Ekran

source: Joypad
eo: Ludregilo
es: Mando
tr: Oyun Kumandası

source: Joypad and Touchscreen
de: Joypad und Touchscreen
eo: Ludregilo kaj tuŝekrano
es: Mando y pantalla táctil
nl: Joypad en touchscreen
pt_br: Joypad e Touchscreen
tr: Oyun Kumandası ve Dokunmatik Ekran

source: Keyboard and Mouse
de: Tastatur und Maus
eo: Klavaro kaj muso
es: Teclado y ratón
nl: Muis en toetsenbord
pt_br: Teclado e Mouse
tr: Klavye ve Fare

source: Switch Touch Controls' Positions
de: Touch-Steuerungsposition wechseln
eo: Ŝanĝi tuŝekranajn poziciojn de kontroliloj
es: Posiciones de los mandos táctiles
nl: Locatie van touchbediening wijzigen
pl: Zamień kontrolki dotykowe miejscami
pt_br: Trocar Posições dos Controles de Toque
tr: Dokunmatik Kontrol Pozisyonlarını Değiştir

source: Up:
de: Hoch:
eo: Supren:
es: Arriba:
nl: Omhoog:
pl: Góra:
pt_br: Cima:
tr: Yukarı:

source: Down:
de: Runter:
eo: Malsupren:
es: Abajo:
nl: Omlaag:
pl: Dół:
pt_br: Baixo:
tr: Aşağı:

source: Left:
de: Links:
eo: Maldekstren:
es: Izquierda:
nl: Links:
pl: Lewo:
pt_br: Esquerda:
tr: Sol:

source: Right:
de: Rechts:
eo: Dekstren:
es: Derecha:
nl: Rechts:
pl: Prawo:
pt_br: Direita:
tr: Sağ:

source: Action:
de: Aktion:
eo: Ago:
es: Acción:
nl: Actie:
pl: Akcja:
pt_br: Ação:
tr: Eylem:

source: Everything:
de: Alles:
eo: Ĉio:
es: Todo:
nl: Alles:
pl: Wszystko:
pt_br: Tudo:
tr: Her Şey:

source: Music:
de: Musik:
eo: Muziko:
es: Música:
nl: Muziek:
pl: Muzyka:
pt_br: Música:
tr: Müzik:

source: Effects:
de: Effekte:
eo: Efektoj:
es: Efectos:
nl: Effecten:
pl: Efekty:
pt_br: Efeitos:
tr: Efektler:

# Keyboard
source: Space
de: Leertaste
eo: Kosmo
es: Espacio
nl: Ruimte
pl: Spacja
pt_br: Espaço
tr: Boşluk

source: Space
de: Weltraum
eo: Kosmo
es: Espacio
nl: Ruimte
pl: Kosmos
pt_br: Espaço
tr: Uzay

source: Invalid input, try another.
de: Taste ungültig oder bereits in Verwendung, versuche eine andere.
eo: Nevalida enigo, provu alian.
es: Control no válida, prueba otra.
nl: Ongeldige toets - probeer een andere.
pl: Niepoprawny przycisk, spróbuj innego.
pt_br: Controle inválido, tente outro.
tr: Geçersiz girdi, başka bir tane deneyin.

source: Press the desired new input in your joypad.
de: Drücke die neue gewünschte Taste auf deinem Controller.
eo: Premu la deziratan novan enigon en via ludregilo.
es: Pulsa el nuevo control deseada en tu mando.
nl: Druk op de gewenste toets op je joypad.
pl: Wciśnij wybrany przycisk na gamepadzie.
pt_br: Pressione o novo controle desejado em seu joypad.
tr: Oyun kumandanızdan istediğiniz yeni girdiye basın.

source: Press the desired new input in your keyboard.
de: Drücke die neue gewünschte Taste auf deiner Tastatur.
eo: Premu la deziratan novan enigon en via klavaro.
es: Pulsa el nuevo control deseado en tu teclado.
nl: Druk op de gewenste toets op je toetsenbord.
pl: Wciśnij wybrany klawisz na klawiaturze.
pt_br: Pressione o novo controle desejado em seu teclado.
tr: Klavyenizden istediğiniz yeni girdiye basın.

source: Is this the new desired input?
de: Ist dies die neue gewünschte Eingabe?
eo: Ĉu ĉi tio estas la nova dezirita enigo?
es: ¿Es ésta la nueva entrada deseada?
nl: Is dit de nieuwe gewenste invoer?
pl: Czy potwierdzasz wybrany przycisk?
tr: Bu istediğiniz yeni girdi mi?

source: [Invalid Input]
de: [Ungültige Eingabe]
eo: [Nevalida enigo]
es: [Control inválido]
nl: [Ongeldige toets]
pl: [Niepoprawny przycisk]
pt_br: [Controle Inválido]
tr: [Geçersiz Girdi]

source: [None Selected]
de: [Keine Auswahl]
eo: [Neniu elektita]
es: [Ninguno seleccionado]
nl: [Niets gekozen]
pl: [Nie wybrano]
pt_br: [Nenhum Selecionado]
tr: [Hiçbiri Seçilmedi]

source: Anagogic Clock
de: Anagoguhr
eo: Analoga horloĝo
es: Reloj analógico
nl: Analoge klok
pt_br: Relógio Anagógico
tr: Anagogik Saat

source: ADJUST!
de: KORRIGIERE!
eo: ĜUSTIGU!
es: ¡AJUSTA!
nl: VERZET!
pl: USTAW!
pt_br: AJUSTE!
tr: AYARLA!

source: This peculiar clock seems broken, but its center panel can help you put the hands where they should be, as long as you know how analog clocks work. You DO know, right?
de: Diese seltsame Uhr scheint kaputt zu sein, aber ihre mittlere Tafel kann dir helfen, die Zeiger dahin zu bewegen, wo sie sein sollten, solange du weißt, wie Analoguhren funktionieren. Das weißt du schon, oder? ODER?
eo: Ĉi tiu neordinara horloĝo ŝajnas rompita, sed ĝia centra panelo povas helpi al vi meti la indikilojn, kie ili devas esti, se vi scias kiel analoga horloĝo funkcias. Vi SCIAS, ĉu ne?
es: Parece que este peculiar reloj está roto, pero su panel central puede ayudarte a colocar las manillas en su lugar, siempre y cuando sepas cómo funcionan los relojes analógicos. Lo SABES, ¿no?
nl: Deze merkwaardige klok lijkt kapot te zijn, maar op het middenpaneel kun je de wijzers naar de juiste positie draaien. Tenminste, áls je weet hoe een analoge klok werkt. Maar dat weet je wel, tóch?
pl: Ten zegar wygląda na zepsuty, ale panel pośrodku powinien pomóc ci ustawić wskazówki we właściwym położeniu. Wiesz przecież, jak działa zegar z tarczą, prawda?
pt_br: Este relógio peculiar parece estar quebrado, mas o seu painel central pode ajudá-lo a colocar os ponteiros no lugar, desde que saiba como relógios analógicos funcionam. Você SABE, não é?
tr: Bu tuhaf saat bozuk görünüyor ama merkezi paneli, kolları yerinde ayarlamanıza yardımcı olabilir; yeter ki analog saatlerin nasıl çalıştığını biliyor olun. Biliyorsunuz, değil mi?

source: Time
de: Zeit
eo: Tempo
es: Tiempo
nl: Tijd
pl: Czas
pt_br: Cronômetro
tr: Zaman

source: Ballkeep
de: Ballhalt
eo: Pilkokonservado
es: Conserva la bola
nl: Balletjehouden
pl: Kulołap
pt_br: Guarda-Bola
tr: Top tutucu

source: KEEP IN!
de: DRINNEN HALTEN!
eo: ENTENU!
es: ¡MANTENLA!
nl: HOUDEN!
pl: NIE WYPUŚĆ!
pt_br: MANTENHA!
tr: İÇERDE TUT!

source: That metal ball really wants to get out this place. Why is that? I would worry more about keeping it within the paddle area until the timer runs out if I were you.
de: Dieser Metallball möchte wirklich von diesem Ort weg. Warum ist das so? Mir wäre es lieber, wenn er innerhalb des Schlägerbereichs bleibt, bis die Zeit abläuft.
eo: Tiu metala pilko ege volas eliri el ĉi tiu loko. Kial? Mi zorgus pli pri la konservado de ĝi ene de la langeta areo ĝis la tempmezurilo elĉerpiĝas, se mi estus vi.
es: Una bola de metal tiene muchas ganas de salir de este lugar. ¿Por qué? Yo me preocuparía más de mantenerla dentro del área de palas antes de que el tiempo se acabe si estuviera en tu lugar.
nl: Het metalen balletje wil wegollen, maar waarom? Daar zou ik me niet al te druk om maken. Het belangrijkste is dat het balletje binnen het gebied dient te blijven totdat de tijdklok op nul staat.
pl: Ta metalowa kulka naprawdę chce się stąd wydostać. Pytasz dlaczego? Na twoim miejscu zająłbym się utrzymaniem jej w polu dopóki czas się nie skończy.
pt_br: Essa bola de metal quer muito fugir deste lugar. Por quê? Eu me preocuparia mais em manter ela dentro da área das raquetes até que o cronômetro se esgote se eu fosse você.
tr: O metal top gerçekten buradan çıkmak istiyor. Bunun sebebi ne? Eğer ben senin yerinde olsaydım, zaman dolana kadar onu vuruş alanı içinde tutmaya daha çok endişelenirdim.

source: Paddle
de: Schläger
eo: Langeto
es: Pala
nl: Peddel
pl: Paletka
pt_br: Raquete
tr: Vuruş

source: Buzzing Lunch
de: Summende Mahlzeit
eo: Zumanta tagmanĝo
es: Almuerzo zumbante
nl: Zoem-zoemlunch
pl: Bzyczący obiad
pt_br: Lanchinho Zumbindo
tr: Vızıldayan Öğle Yemeği

source: EAT!
de: ISS!
eo: MANĜU!
es: ¡COME!
nl: EET SMAKELIJK!
pl: WCINAJ!
pt_br: COMA!
tr: YE!

source: Did you know that large frogs, such as the Bullfrog, can eat small marsupials and even other frogs? This one is small however, so just worry about eating those tasty flies, and avoiding the more indigestible ones.
de: Wusstest du, dass große Frösche, wie der Ochsenfrosch, kleine Beutetiere und sogar andere Frösche fressen kann? Dieser hier ist jedoch klein, also kümmere dich nur darum, die leckeren Fliegen zu fressen und die unverdaulichen zu vermeiden.
eo: Ĉu vi sciis, ke grandaj ranoj, kiel la taŭra rano, povas manĝi malgrandajn marsupiulojn kaj eĉ aliajn ranojn? Ĉi tiu estas tamen malgranda, do nur zorgu pri manĝi tiujn bongustajn muŝojn kaj eviti la pli nedigesteblajn.
es: ¿Sabías que grandes ranas, como la rana toro, pueden comerse a pequeños marsupiales e incluso a otras ranas? No obstante, esta es pequeña, así que solo preocúpate por comerte esas deliciosas moscas y evita las más indigeribles.
nl: Wist je dat grote kikkers, zoals de Amerikaanse stierkikker, kleine buideldieren of zelfs andere kikkers opeten? Deze is echter klein, dus let alleen op de smakelijke vliegjes en niet op de onverteerbare andere beestjes.
pt_br: Você sabia que rãs grandes, como a rã-touro, podem comer pequenos marsupiais e até outras rãs? Está porém é pequena, então só se preocupe em comer essas mosquinhas deliciosas, evitando as mais indigestíveis.
tr: Biliyor muydun büyük kurbağalar, örneğin Boğa Kurbağası, küçük marsupialar ve hatta diğer kurbağaları yiyebilir? Ancak bu küçük, bu yüzden sadece o lezzetli sinekleri yakalamak ve daha sindirilmesi zor olanlardan kaçınmakla ilgilen.

source: Flies
de: Fliegen
eo: Muŝoj
es: Moscas
nl: Vliegen
pl: Muszki
pt_br: Moscas
tr: Sinekler

source: Frog
de: Frosch
eo: Rano
es: Rana
nl: Kikker
pl: Żabka
pt_br: Rã
tr: Kurbağa

source: Swamp
de: Sumpf
eo: Marĉo
es: Pantano
nl: Moeras
pl: Bagno
pt_br: Pantano
tr: Bataklık

source: Carnival Shootout
de: Kirmes-Schießbude
eo: Foira pafado
es: Tiroteo de feria
nl: Schiettent
pl: Karnawałowe tarcze
pt_br: Tiroteio no Festival
tr: Karnaval Atış Yarışı

source: HIT!
de: TRIFF!
eo: TRAFU!
es: ¡ACIERTA!
nl: RAKEN!
pl: TRAF!
pt_br: ACERTE!
tr: VUR!

source: The carnival has come to town, and with it, the skill and completely not rigged game of hitting the targets! Sharp your aim and go for the good ones, while avoiding the bad.
de: Die Kirmes ist da, und mit ihr das garantiert nicht manipulierte Geschicklichkeitsspiel des Zielschießens! Trink einen Schluck Zielwasser und triff die guten Ziele, aber nicht die schlechten.
eo: La foiro venis al la urbo, kaj kun ĝi la lerteca kaj tute ne trompita ludo trafi la celojn! Alĝustigu vian celadon kaj pafu la bonajn dum vi evitas la malbonajn.
es: ¡La feria ha llegado a la ciudad, y con ella, el juego de habilidad y para nada amañado de acertar las dianas! Afina tu puntería y dale a las buenas, evitando las malas.
nl: De kermis is weer in de stad en dus ook de tent waarin je doelen moet zien te raken. Er is totaal níet mee gerommeld, hoor! Schiet op scherp en raak de juiste doelen, maar niet de verkeerde.
pl: Karnawał przybył do miasta, a wraz z nim, oparta na zręczności i na pewno nie ustawiona gra w strzelanie do tarcz! Wyostrz cel i traf w dobre tarcze, omijając te niepoprawne.
pt_br: O festival chegou à cidade, e com ele, o jogo de habilidade e completamente não trapaceiro, tiro ao alvo! Afie sua mira e mire nos alvos bons, enquanto evita os ruins.
tr: Karnaval şehre geldi ve beraberinde hedefleri vurma becerisi gerektiren tamamen hileli olmayan bir oyun getirdi! Nişanını keskinleştir ve iyi olanları vururken kötü olanlardan kaçın.

source: Target
de: Ziel
eo: Celo
es: Diana
nl: Doel
pl: Cel
pt_br: Alvo
tr: Hedef

source: Countin' Candy
de: Süßigkeiten zählen
eo: Nombrante dolĉaĵojn
es: Contando dulces
nl: Snoep tellen
pl: Liczenie cuksów
pt_br: Contação-Doce
tr: Pamuk Şeker

source: COUNT!
de: ZÄHL!
eo: NOMBRU!
es: ¡CUENTA!
nl: TEL!
pl: POLICZ!
pt_br: CONTE!
tr: SAY!

source: Oh, the horror! Look at all those sweets being dumped right into the floor! HOW MANY DELICIOUS TREATS WERE MERCILESSLY WASTED?! Well, that's up to you to answer.
de: Oh, wie gemein! Sieh, wie diese ganzen Süßigkeiten direkt auf den Boden geworfen werden! WIE VIELE KÖSTLICHE SÜẞIGKEITEN WURDEN SINNLOS VERGEUDET?! Nun, es liegt an dir, das zu beantworten.
eo: Ho, terure! Rigardu ĉiujn tiujn dolĉaĵojn deĵetatajn al la planko! KIOM DA BONGUSTEGAJ DOLĈAĴOJ ESTIS SENINDULGE MALŜPARITAJ?! Bone, vi devos respondi tion.
es: ¡Ah, qué horror! ¡Mira todos esos dulces que están tirando al suelo! ¡¿CUÁNTOS DELICIOSAS GOLOSINAS HAN SIDO DESPERDICIADAS SIN PIEDAD?! Bueno, eso te toca a ti responderlo.
nl: Nee, wat erg! Alle snoepjes zijn zomaar op de grond gevallen! HOEVEEL DAARVAN KUN JE WEL NIET WEGGOOIEN?! Nou, daar moet jíj achter zien te komen.
pl: Olaboga! Zobacz, ktoś wysypuje cukierki na podłogę! ILE SŁODKOŚCI PÓJDZIE NA ZMARNOWANIE? Odpowiedź na to pytanie należy do ciebie.
pt_br: Ah, que horror! Olhe para todos esses doces sendo despejados no chão! QUANTAS GULOSEIMAS DELICIOSAS FORAM DESPERDIÇADAS SEM PIEDADE?! Bem, isso cabe a você responder.
tr: Ah, dehşet! Tüm o şekerlerin yere nasıl döküldüğüne bak! NE KADAR LEZZETLİ İKRAM KORKUNÇ BİR ŞEKİLDE ZİYAN OLDU?! Cevabı vermek tamamen sana kalmış.

source: Counting
de: Zählen
eo: Nombrado
es: Contar
nl: Tellen
pl: Liczenie
pt_br: Contagem
tr: Sayma

source: Numbers
de: Zahlen
eo: Nombroj
es: Números
nl: Aantal
pl: Liczby
pt_br: Números
tr: Sayılar

source: Sweet
de: Süßigkeit
eo: Dolĉa
es: Dulce
nl: Snoepje
pl: Słodycze
pt_br: Doce
tr: Tatlı

source: Digital Warp
de: Digitale Verzerrung
eo: Cifereca distordo
es: Curvatura digital
nl: Digitale vervorming
pl: Cyfrowy tunel
pt_br: Dobra Digital
tr: Dijital Çözgü

source: EVADE!
de: WEICH AUS!
eo: EVITU!
es: ¡ESQUIVA!
nl: ONTWIJK!
pl: UNIK!
pt_br: ESQUIVE!
tr: KAÇ!

source: The digital world is a place without the limitations of the real one, but only represented in basic shapes for some reason. Circumvent the incoming obstacles (Corrupt data? Hackers?) approaching your vessel (Spaceship? Avatar? Whatever).
de: Die digitale Welt ist ein Ort ohne die Beschränkungen der realen Welt, aber aus irgendeinem Grund nur in Grundformen dargestellt. Umgehe die Hindernisse (korrupte Daten? Hacker?), die sich deinem Schiff (Raumschiff? Avatar? Was auch immer) nähern.
eo: La cifereca mondo estas mondo sen la limigoj de la vera, sed nur prezentita per bazaj formoj ial. Evitu la obstaklojn (koruptajn datenojn?, kodrompistojn?), kiuj proksimiĝas al via veturilo (kosmoŝipo?, uzantobildo?, kio ajn).
es: El mundo digital es un lugar sin los límites del real, pero solo representado con formas básicas por alguna razón. Evita los obstáculos (¿datos corrompidos?, ¿jáqueres?) que se acercan a tu nave (¿nave espacial?, ¿avatar?, lo que sea).
nl: De digitale wereld kent — in tegenstelling tot de echte wereld — geen beperkingen. De wereld bestaat om een of andere reden alleen uit algemene vormen. Ontwijk de inkomende obstakels (corrupte gegevens, hackers?) die je vaartuig (ruimteschip, avatar, wat dan ook) aanvallen.
pl: Ten cyfrowy świat nie ma ograniczeń rzeczywistości, lecz z jakiegoś powodu wszystko składa się z podstawowych figur. Omijaj nadlatujące przeszkody (Uszkodzone dane? Hakerów?) zbliżające się do twojego pojazdu (Kosmolotu? Awatara? Zresztą, mniejsza).
pt_br: O mundo digital é um lugar sem as limitações do mundo real, mas mesmo assim só representado em geometrias básicas por alguma razão. Evite os obstáculos (Dados corrompidos? Hackers?) se aproximando do seu veículo (Espaçonave? Avatar? Sei lá).
tr: Dijital dünya gerçek dünyanın sınırlarının olmadığı bir yer, ama nedense yalnızca basit şekillerle temsil ediliyor. Karşıdan gelen engelleri (Bozuk veri mi? Hackerlar mı?) aş ve gemine (Uzay gemisi mi? Avatar mı? Her neyse) yaklaşan tehlikelerden kaçın.

source: Synth
eo: Artefarita
es: Sintético
nl: Synthese
pl: Syntetyzator
tr: Sentez

source: Virtual
de: Virtuell
eo: Virtuala
nl: Virtueel
pl: Wirtualny
tr: Sanal

source: Gadget Inspection
de: Maschineninspektion
eo: Inspektado de ilo
es: Inspector de artilugios
nl: Gadgetcontrole
pl: Analiza gadżetu
pt_br: Inspeção de Bugiganga
tr: Cihaz İncelemesi

source: CALIBRATE!
de: KALIBRIERE!
eo: ALĜUSTIGU!
es: ¡CALIBRA!
nl: KALIBREREN!
pl: NASTAW!
pt_br: CALIBRE!
tr: KALİBRE ET!

source: Machinery needs calibration from time to time, and this one is no different. Stop the pointer on the mark enough times, so this hunk of metal can go back to do... Whatever it's supposed to be doing.
de: Maschinen müssen von Zeit zu Zeit kalibriert werden, also auch diese Maschine. Halte den Zeiger an der Markierung oft genug an, damit dieser Metallhaufen wieder … das tun kann, was auch immer er tun sollte.
eo: Maŝinoj bezonas alĝustigon de tempo al tempo, kaj ĉi tiu ne estas escepto. Haltigu la montrilon sufiĉe da fojoj, por ke ĉi tiu peco de metalo denove faru... kion ajn ĝi devas fari.
es: La maquinaria necesita calibrarse de vez en cuando, y esta no es una excepción. Para el indicador en la marca las veces suficientes para que este trozo de chatarra vuelva a hacer... lo que sea que deba hacer.
nl: Machines hebben eens in de zoveel tijd een kalibratie nodig, zo ook deze. Stop voldoende keren precies op het streepje zodat deze hoop metaal weer kan… nou ja, weer kan doen wat het moet doen.
pl: Od czasu do czasu urządzenia wymagają kalibracji, również tutaj. Zatrzymuj wskazówkę w polu do skutku, tyle razy aż to żelastwo zacznie z powrotem robić... cokolwiek jest jego funkcją.
pt_br: Maquinaria precisa de calibrações de tempos em tempos, e esta não é diferente. Pare o ponteiro na marca na quantidade suficiente, para que esse pedaço de lata volte a fazer... Seja lá o que faz.
tr: Makinelerin zamandan zamana kalibrasyona ihtiyacı vardır ve bu da farklı değil. Göstergeyi işaretin üzerine yeterince kez durdur, böylece bu metal yığını geri dönüp… Ne yapması gerekiyorsa onu yapmaya devam edebilsin.

source: Machine
de: Maschine
eo: Maŝino
es: Máquina
pl: Maszynka
pt_br: Máquina
tr: Makine

source: Timing
eo: Altempigo
es: Afinación
nl: Moment
pl: Poczucie rytmu
pt_br: Afinação
tr: Zamanlama

source: Garden Thyme
de: Gartenthymian
eo: Ĝardenaj timianoj
es: Tomillos de jardín
nl: Tijm
pl: Podlewanie
pt_br: Cuidados no Pátio
tr: Bahçe Kekiği

source: WATER!
de: GIEẞ!
eo: AKVUMU!
es: ¡RIEGA!
pl: PODLEJ!
pt_br: REGUE!
tr: SU!

source: What a beautiful day outside! Perfect timing to give those thirsty flowers some well deserved water. Just watch out for your, erm, dog(?)... He really does not like being wet.
de: Was für ein schöner Tag draußen! Perfektes Timing, um den durstigen Blumen etwas wohlverdientes Wasser zu gönnen. Passe nur auf deinen, ähm, Hund (?) auf ... Er mag es wirklich nicht, wenn er nass wird.
eo: Kia bela tago ekstere! Perfekta tempo por doni al tiuj soifaj floroj la akvon, kiun ili meritas. Nur atentu pri via... hundo(?)... Li vere ne ŝatas esti akvumita.
es: ¡Qué bonito día hace afuera! El momento perfecto para darles a estas flores sedientas el agua que merecen. Solo ten cuidado con tu, eeh, perro (?)... No le gusta nada que lo mojen.
nl: Wat een prachtige dag! Hét perfecte moment om die dorstige bloemen eens wat water te geven. Pas je wel op de, eh… hond(?) Hij houdt niet erg van een natte vacht.
pl: Cóż za piękny dzień za oknem! Idealnie żeby dać spragnionym kwiatkom trochę wody. Tylko uważaj na twojego, eee, pieska?... Naprawdę nie znosi mokrego futra.
pt_br: Que dia lindo está lá fora! Hora perfeita para dar a essas flores sedentas uma merecida reguada. Só se cuide com o seu, hum, cachorro(?)... Ele não gosta de se molhar nem um pouco.
tr: Ne kadar güzel bir gün! Susamış çiçeklere hak ettikleri suyu vermek için mükemmel bir zaman. Sadece, şey, köpeğine(?) dikkat et… Islanmayı gerçekten hiç sevmiyor.

source: Dog
de: Hund
eo: Hundo
es: Perro
nl: Hond
pl: Pies
pt_br: Cão
tr: Köpek

source: Flowers
de: Blumen
eo: Floroj
es: Flores
nl: Bloemen
pl: Kwiatki
pt_br: Flores
tr: Çiçekler

source: Gem Enchantment
de: Edelsteinzauber
eo: Gemo-sorĉo
es: Encantar gemas
nl: Edelverbetering
pt_br: Encanta-Gemas
tr: Mücevher Büyüsü

source: ENCHANT!
de: VERZAUBERE!
eo: SORĈU!
es: ¡ENCANTA!
nl: BETOVER!
pl: ZACZARUJ!
pt_br: ENCANTE!
tr: BÜYÜLE!

source: The gems of Katrak, follow the pattern to make them reveal their true magic power and- No, for the last time, grandpa, those are NOT demonic symbols!
de: Die Edelsteine von Katrak. Folge dem Muster, um ihre wahre magische Natur aufzudecken und – nein, zum letzten Mal, Opa, dies sind KEINE satanischen Zeichen!
eo: La gemoj de Katrak, sekvu la ŝablonon, por igi, ke ili rivelu sian veran magian povon kaj... ne, lastfoje, avĉjo, tiuj NE estas demonaj simboloj!
es: Las gemas de Katrak, sigue el patrón para hacerlas revelar sus verdaderos poderes mágicos y... ¡no, por última vez, abuelo, no son símbolos demoniacos!
nl: De edelstenen van Katrak. Volg het patroon om zo hun magische kracht vrij te spelen. En nee, opa, het zijn GEEN duivelssymbolen!
pt_br: As gemas de Katrak, repita o padrão para faze-las revelar o seu verdadeiro poder mágico e- Não, pela última vez, vovô, isso NÃO são símbolos demoníacos!
tr: Katrak’ın mücevherleri, gerçek sihir gücünü ortaya çıkarmaları için deseni takip et ve- Hayır, son kez söylüyorum, dede, bunlar ŞEYTANİ SİMGE DEĞİL!

source: Magic
de: Magie
eo: Magio
es: Magia
nl: Magie
pt_br: Magia
tr: Büyü

source: Match
de: Zuordnen
eo: Kongruigi
es: Combinar
nl: Overeenkomen
pt_br: Combine
tr: Eşleşme

source: Memory
de: Gedächtnis
eo: Memoro
es: Memoria
nl: Geheugen
pt_br: Memória
tr: Hafıza

source: Gravity Shift
de: Schwerkraftverschiebung
eo: Gravita ŝanĝo
es: Cambio gravitatorio
nl: Zwaartekrachtverschuiving
pt_br: Troca Gravitacional
tr: Yerçekimi Değişimi

source: SHIFT!
de: WECHSLE!
eo: MOVIĜU!
es: ¡CAMBIA!
nl: VERSCHUIF!
pt_br: MUDE!
tr: HAREKET ET!
