Repository: yan91i/GodotCollections
Catalog: 03 Project Samples/librerama/translations/*.po
Languages: de, eo, es, nl, pl, pt_br, tr

source: The wonderful people listed below offered sizable contributions to the game. Make sure to check them out.
de: Die wunderbaren Leute, die unten aufgelistet sind, haben nennenswerte Beiträge zum Spiel geliefert. Schau sie dir näher an.
eo: La bonega homoj listigitaj malsupre oferis konsiderindajn kontribuojn al la ludo. Rigardu ilin.
es: La gente maravillosa listada más abajo aportó considerables contribuiciones al juego. Échales un vistazo.
nl: De hieronder genoemde geweldige personen hebben grote bijdragen geleverd. Neem even de tijd om ze beter te leren kennen.
pl: Wspaniali ludzie wymienieni poniżej udzielili ogromnego wkładu w tę grę. Poświęć im chwilę uwagi.
pt_br: As maravilhosas pessoas listadas abaixo ofereceram contribuições consideráveis para o jogo. Faça questão de checar elas.
tr: Aşağıda listelenen harika insanlar, oyuna önemli katkılarda bulundular. Onları kontrol etmeyi unutmayın.

source: Music
de: Musik
eo: Muziko
es: Música
nl: Muziek
pl: Muzyka
pt_br: Música
tr: Müzik

source: Arcade Menu Theme and Jingles
de: Arkademenümusik und Jingles
eo: Etoso de la ludmaŝina menuo kaj ĵingloj
es: Tema del menú de recreativa y melodías
nl: Menuthema en deuntjes
pl: Motyw menu salonu gier oraz melodyjki
pt_br: Tema de Menu do Fliperama e Toques
tr: Oyun Salonu Menü Teması ve Melodiler

source: Translation
de: Übersetzung
eo: Tradukado
es: Traducción
nl: Vertalingen
pl: Tłumaczenie
pt_br: Tradução
tr: Çeviri

source: Dutch
de: Niederländisch
eo: Nederlanda
es: Holandés
nl: Nederlands
pl: Holenderski
pt_br: Holandês
tr: Hollandalı

source: German
de: Deutsch
eo: Germana
es: Alemán
nl: Duits
pl: NIemiecki
pt_br: Alemão
tr: Alman

source: Portuguese, Brazil
de: Portugiesisch, Brasilien
es: Portugués, Brasil
nl: Portugees (Brazilië)
pt_br: Português, Brasil
tr: Portekiz, Brezilya

source: Spanish
de: Spanisch
es: Español
nl: Spaans
pt_br: Espanhol
tr: İspanyolca

source: For the licenses of the third-party components used by the nanogames themselves, check their respective "About" information.
de: Für die Lizenzen von Komponenten von Dritten, die von den Nanospielen benutzt werden, lies die entsprechende „Über“-Informationen.
eo: Pri la licencoj de komponantoj de eksteraj liverantoj uzataj de la ludetetoj mem, kontrolu ilian respektivan «pri»-informon.
es: Para las licencias de los componentes de terceros usados por los propios nanojuegos, comprueba su respectiva información «Sobre».
nl: De licenties van externe onderdelen uit de minispellen zijn de vinden op het scherm ‘About’ van ieder spel.
pl: Licencje zewnętrznych komponentów używanych przez nanogry można znaleźć w ich poszczególnych opisach.
pt_br: Para as licenças dos componentes de terceiros usados pelos próprios nanojogos, cheque suas respectivas informações "Sobre".
tr: Nano oyunların kendilerinde kullanılan üçüncü taraf bileşenlerinin lisansları için, ilgili “Hakkında” bilgilerine bakın.

source: This hopes that the time you've currently spent was enjoyable!
de: Dies hofft, dass du Spaß in der verbrachten Zeit hattest!
eo: Ĉi tio esperas, ke la tempo, kion vi ĵus pasigis estis amuza!
es: ¡Esto espera que el tiempo que has pasado aquí haya sido divertido!
nl: We hopen dat je een leuke tijdsbesteding hebt gehad!
pl: Ma nadzieję że spędziłeś tu czas przyjemnie!
pt_br: Isto espera que o tempo que você passou aqui foi divertido!
tr: Umarım şu ana kadar geçirdiğiniz zaman keyifli olmuştur!

source: This is programmed to be happy in helping you at any time!
de: Dies ist so programmiert, dass es dir jederzeit gerne helfen möchte!
eo: Ĉi tio estis programita por bonvole helpi al vi kiam ajn!
es: ¡Esto está programado para estar encantado de ayudarte en cualquier momento!
nl: Het programma is gemaakt om je op ieder moment van de dag blij te maken!
pl: Jest zaprogramowany by jego przyjemnością było pomaganie Ci kiedykolwiek potrzebujesz!
pt_br: Isto é programado para ficar feliz em ajudar você a qualquer momento!
tr: Bu, size her zaman yardımcı olmaktan mutlu olacak şekilde programlanmıştır!

source: Remember to take breaks from time to time, about [color=#46323232][i]print(SUGGESTED_TIME)[/i][/color] [color=#c35e5e][shake rate=5 level=10]ERROR: Value is NaN.[/shake][/color] minutes is ideal.
de: Denke daran, ab und zu eine Pause zu machen. Ungefähr [color=#46323232][i]print(SUGGESTED_TIME)[/i][/color] [color=#c35e5e][shake rate=5 level=10]FEHLER: Wert ist NaN.[/shake][/color] Minuten wären ideal.
eo: Memoru fari paŭzojn de tempo al tempo, ĉirkaŭ [color=#46323232][i]print(SUGGESTED_TIME)[/i][/color] [color=#c35e5e][shake rate=5 level=10]ERROR: Value is NaN.[/shake][/color] minutoj idealas.
es: Recuerda tomar descansos de vez en cuando, unos [color=#46323232][i]print(TIEMPO_SUGERIDO)[/i][/color] [color=#c35e5e][shake rate=5 level=10]ERROR: Value is NaN.[/shake][/color] minutos es lo ideal.
nl: Vergeet niet om zo nu en dan een pauze in te lassen, gedurende ongeveer [color=#46323232][i]print(SUGGESTED_TIME)[/i][/color] [color=#c35e5e][shake rate=5 level=10]FOUTMELDING: de waarde is geen getal.[/shake][/color] minuten.
pl: Pamiętaj żeby robić przerwy od czasu do czasu, najlepiej po mniej więcej [color=#46323232][i]print(SUGGESTED_TIME)[/i][/color] [color=#c35e5e][shake rate=5 level=10]BŁĄD: Wartość nie jest liczbą.[/shake][/color] minut.
pt_br: Lembre-se de dar pausas de vez em quando, cerca de [color=#46323232][i]print(SUGGESTED_TIME)[/i][/color] [color=#c35e5e][shake rate=5 level=10]ERROR: Value is NaN.[/shake][/color] minutos é o ideal.
tr: Ara sıra, yaklaşık [color=#46323232][i]print(SUGGESTED_TIME)[/i][/color] [color=#c35e5e][shake rate=5 level=10]HATA: Değer NaN.[/shake][/color] dakika kadar mola vermeyi unutmayın; bu idealdir.

source: This also accepts rudeness as input for feedback. Thank you!
de: Dies akzeptiert auch Grobheiten als Eingabe für Rückmeldungen. Danke!
eo: Ĉi tio ankaŭ akceptas malĝentilecon kiel enigon por taksado. Dankon!
es: Esto también acepta groserías como entrada para «feedback». ¡Gracias!
nl: Ook onbeschoftheid is feedback. Dank!
pl: Akceptuje również nieuprzejmości jako informację zwrotną. Dziękuję!
pt_br: Isto também aceita grosseria como forma de feedback. Obrigado!
tr: Bu, geri bildirim için kabalığı da girdi olarak kabul etmektedir. Teşekkür ederim!

source: [color=#46323232][i]if not clients.has(client_new): welcome_new()[/i][/color] Welcome to the Librerama arcade, new customer! This will be your attendant for today.
de: [color=#46323232][i]if not clients.has(client_new): welcome_new()[/i][/color] Willkommen in der Librerama-Spielhalle, neuer Kunde! Dies wird dein Begleiter für heute sein.
eo: [color=#46323232][i]if not clients.has(client_new): welcome_new()[/i][/color] Bonvenon al la Librerama-ludmaŝino, nova kliento! Ĉi tio estos via asistanto por hodiaŭ.
es: [color=#46323232][i]if not clients.has(client_new): welcome_new()[/i][/color] ¡Bienvenido a la recreativa Librerama, nuevo cliente! Esto será tu asistente para el día de hoy.
nl: [color=#46323232][i]if not clients.has(client_new): welcome_new()[/i][/color] Welkom in Librerama als nieuwe klant! Vandaag is dit je gids.
pl: [color=#46323232][i]if not clients.has(client_new): welcome_new()[/i][/color] Witaj w salonie gier Librerama, nowy kliencie! To będzie twój pracownik obsługi na dziś.
pt_br: [color=#46323232][i]if not clients.has(client_new): welcome_new()[/i][/color] Boas-vindas ao fliperama Librerama, novo cliente! Isto será seu atendente por hoje.
tr: [color=#46323232][i]if not clients.has(client_new): welcome_new()[/i][/color] Librerama oyun salonuna hoş geldiniz, yeni müşteri! Bugün size yardımcı olacak olan budur.

source: This is replacing our usual staff due to [color=#46323232][i]print(REPLACEMENT_REASON)[/i][/color] [color=#c35e5e][shake rate=5 level=10]ERROR: Value is Null.[/shake][/color]
de: Dies ersetzt unser übliches Personal aufgrund [color=#46323232][i]print(REPLACEMENT_REASON)[/i][/color] [color=#c35e5e][shake rate=5 level=10]FEHLER: Wert ist Null.[/shake][/color]
eo: Ĉi tio anstataŭigas nian kutiman oficistaron pro [color=#46323232][i]print(REPLACEMENT_REASON)[/i][/color] [color=#c35e5e][shake rate=5 level=10]ERROR: Value is Null.[/shake][/color]
es: Esto está reemplazando a nuestro personal habitual debido a [color=#46323232][i]print(RAZON_DE_REEMPLAZO)[/i][/color] [color=#c35e5e][shake rate=5 level=10]ERROR: Value is Null.[/shake][/color]
nl: Dit ter vervanging van onze gebruikelijke medewerkers wegens [color=#46323232][i]print(REPLACEMENT_REASON)[/i][/color] [color=#c35e5e][shake rate=5 level=10]FOUTMELDING: de waarde is nul.[/shake][/color]
pl: Zastępuje nasz zazwyczaj obecny zespół obsługi z powodu [color=#46323232][i]print(REPLACEMENT_REASON)[/i][/color] [color=#c35e5e][shake rate=5 level=10]BŁĄD: Wartość to Null.[/shake][/color]
pt_br: Isto está substituindo nossa equipe habitual devido a [color=#46323232][i]print(REPLACEMENT_REASON)[/i][/color] [color=#c35e5e][shake rate=5 level=10]ERROR: Value is Null.[/shake][/color]
tr: Bu, [color=#46323232][i]print(REPLACEMENT_REASON)[/i][/color] [color=#c35e5e][shake rate=5 level=10]HATA: Değer Null.[/shake][/color] nedeniyle mevcut personelimizi değiştirmektedir.

source: We have a selection of multiple nanogames (mini-games) for you to enjoy, each a challenge of their own.
de: Wir haben eine Auswahl von einigen Nanospielen (Minispielen), mit welchen du Spaß haben kannst. Jedes ist eine eigene Herausforderung.
eo: Ni elektis plurajn ludetetojn (miniludojn), por ke vi ĝuu ilin, ĉiu havas propran defion.
es: Tenemos una selección de varios nanojuegos (minijuegos) para que disfrutes, cada uno con un desafío propio.
nl: We bieden een ruim assortiment minispellen waar je je mee kunt vermaken. Elk spel is een uitdaging apart.
pl: Posiadamy szeroki wybór nanogier (minigier), każda stanowi osobne wyzwanie.
pt_br: Temos uma seleção de vários nanojogos (mini jogos) para você se divertir, cada um com um desafio próprio.
tr: Keyif almanız için birçok nano oyun (mini oyun) seçeneğimiz var; her biri kendi zorluğuna sahip.

source: You'll be given completely free of charge [color=#46323232][i]print(nanogame_count)[/i][/color] [b]6[/b] nanogames to start with.
de: Dir werden für den Anfang völlig kostenlos [color=#46323232][i]print(nanogame_count)[/i][/color] [b]6[/b] Nanospiele gegeben.
eo: Oni tute senkoste donos al vi [color=#46323232][i]print(nanogame_count)[/i][/color] [b]6[/b] ludetetojn komence.
es: Se te darán [color=#46323232][i]print(nanogame_count)[/i][/color] [b]6[/b] nanojuegos de forma totalmente gratuita para comenzar.
nl: Je krijgt van ons [color=#46323232][i]print(nanogame_count)[/i][/color] [b]6[/b] gratis minispellen om mee te beginnen.
pl: Na początek otrzymasz [color=#46323232][i]print(nanogame_count)[/i][/color] [b]6[/b] nanogier, kompletnie za darmo.
pt_br: Você receberá, completamente livre de custos, [color=#46323232][i]print(nanogame_count)[/i][/color] [b]6[/b] nanojogos para começar.
tr: Size tamamen ücretsiz olarak [color=#46323232][i]print(nanogame_count)[/i][/color] [b]6[/b] nano oyun verilecektir.

source: More nanogames and other niceties can be acquired through this at any time (extra costs apply).
de: Weitere Nanospiele und andere Nettigkeiten können hier jederzeit erworben werden (es können Zusatzkosten entstehen).
eo: Pli da ludetetoj kaj aliaj belaĵoj povas esti aĉetitaj pere de ĉi tio kiam ajn (per kromaj kostoj).
es: La mayoría de nanojuegos y otras cositas pueden ser adquiridas mediante esto en cualquier momento (se aplican costes adicionales).
nl: Meer minispellen en andere hebbedingetjes kunnen te allen tijde worden aangeschaft (tegen een kostprijs).
pl: U niego możesz w dowolnej chwili uzyskać więcej nanogier i innych różności (obowiązują dodatkowe opłaty).
pt_br: Mais nanojogos e outras sutilezas podem ser adquiridas por isto a qualquer momento (custos adicionais se aplicam).
tr: Daha fazla nano oyun ve diğer güzellikler, bunun aracılığıyla herhangi bir zamanda edinilebilir (ek ücretler uygulanır).

source: Please direct yourself to one of our arcade machines, so we can begin the [b][wave freq=3][rainbow freq=0.4]F U N[/rainbow][/wave][/b]!
de: Bitte finde dich bei einer unserer Arkade-Maschinen ein, sodass wir mir dem [b][wave freq=3][rainbow freq=0.4]S P A ẞ[/rainbow][/wave][/b] beginnen können!
eo: Bonvolu iru al unu el niaj ludmaŝinoj, por ke ni povu komenci la [b][wave freq=3][rainbow freq=0.4]A M U Z O N[/rainbow][/wave][/b]!
es: ¡Por favor, dirígete a una de nuestras máquinas recreativas para que podamos comenzar la [b][wave freq=3][rainbow freq=0.4]D I V E R S I Ó N[/rainbow][/wave][/b]!
nl: Loop mee naar een van onze speelkasten zodat we kunnen beginnen met [b][wave freq=3][rainbow freq=0.4]L O L[/rainbow][/wave][/b] te maken!
pl: Proszę udać się do jednego z naszych automatów do gier, aby rozpocząć [b][wave freq=3][rainbow freq=0.4]Z A B A W Ę[/rainbow][/wave][/b]!
pt_br: Por favor, dirija-se a uma de nossas máquinas de fliperama, para que possamos começar a [b][wave freq=3][rainbow freq=0.4]D I V E R S Ã O[/rainbow][/wave][/b]!
tr: Lütfen oyun makinelerimizden birine yönelin, böylece [b][wave freq=3][rainbow freq=0.4]E N J O Y[/rainbow][/wave][/b]’e başlayabiliriz!

source: Comeback whenever your [b][wave freq=3][rainbow freq=0.4]F U N[/rainbow][/wave][/b] needs a recharge!
de: Komm immer zurück, wenn du eine Ladung [b][wave freq=3][rainbow freq=0.4]S P A ẞ[/rainbow][/wave][/b] benötigst!
eo: Revenu, kiam ajn via [b][wave freq=3][rainbow freq=0.4]A M U Z O[/rainbow][/wave][/b] bezonas reŝarĝadon!
es: ¡Vuelve cuando necesites volver a cargar tu[b][wave freq=3][rainbow freq=0.4]D I V E R S I Ó N[/rainbow][/wave][/b]!
nl: Kom terug zodra je [b][wave freq=3][rainbow freq=0.4]L O L[/rainbow][/wave][/b]-niveau op is geraakt!
pl: Wróć kiedy twój poziom [b][wave freq=3][rainbow freq=0.4]Z A B A W Y[/rainbow][/wave][/b] będzie wymagał podładowania!
pt_br: Volte sempre que sua [b][wave freq=3][rainbow freq=0.4]D I V E R S Ã O[/rainbow][/wave][/b] precisar de uma recarga!
tr: İhtiyacın olduğunda [b][wave freq=3][rainbow freq=0.4]E N E R J İ[/rainbow][/wave][/b] yenilemek için geri dönebilirsin!

source: This hopes its service were of decent quality.
de: Dies hofft, dass dessen Dienste von guter Qualität waren.
eo: Ĉi tio esperas, ke ĝia servo estis sufiĉe altkvalita.
es: Esto espera que su servicio haya sido de una calidad decente.
nl: We hopen dat je dankbaar gebruik hebt gemaakt van onze diensten.
pl: Ma nadzieję że świadczona usługa była przyzwoitej jakości.
pt_br: Isto espera que seu serviço foi de boa qualidade.
tr: Bu, hizmetinin makul kalitede olduğunu umuyor.

source: Let the [b][wave freq=3][rainbow freq=0.4]F U N[/rainbow][/wave][/b] procedure commence!
de: Lass uns die [b][wave freq=3][rainbow freq=0.4]S P A ẞ I G E[/rainbow][/wave][/b] Prozedur beginnen!
eo: La [b][wave freq=3][rainbow freq=0.4]A M U Z A[/rainbow][/wave][/b] procedo komenciĝu!
es: ¡Que comience el procedimiento de [b][wave freq=3][rainbow freq=0.4]D I V E R S I Ó N[/rainbow][/wave][/b]!
nl: Laat de [b][wave freq=3][rainbow freq=0.4]L O L[/rainbow][/wave][/b] maar beginnen!
pl: Niech rozpocznie się procedura [b][wave freq=3][rainbow freq=0.4]Z A B A W A[/rainbow][/wave][/b]!
pt_br: Que o procedimento de [b][wave freq=3][rainbow freq=0.4]D I V E R S Ã O[/rainbow][/wave][/b] comece!
tr: [b][wave freq=3][rainbow freq=0.4]E N E R J İ[/rainbow][/wave][/b] süreci başlasın!

source: This hopes you enjoy the new [color=#46323232][i]print(product_name)[/i][/color] [color=#c35e5e][shake rate=5 level=10]ERROR: Value is Int.[/shake][/color] you purchased!
de: Dies hofft, dass du das neue [color=#46323232][i]print(product_name)[/i][/color] [color=#c35e5e][shake rate=5 level=10]FEHLER: Wert ist Int.[/shake][/color] genießt, das du gekauft hast!
eo: Ĉi tio esperas, ke vi ĝuis la novan [color=#46323232][i]print(product_name)[/i][/color] [color=#c35e5e][shake rate=5 level=10]ERROR: Value is Int.[/shake][/color], kiun vi aĉetis!
es: ¡Esto espera que disfrutes el nuevo [color=#46323232][i]print(nombre_producto)[/i][/color] [color=#c35e5e][shake rate=5 level=10]ERROR: Value is Int.[/shake][/color] que has comprado!
nl: We hopen dat je veel plezier hebt van je nieuwe [color=#46323232][i]print(product_name)[/i][/color] [color=#c35e5e][shake rate=5 level=10]FOUTMELDING: de waarde is een geheel getal.[/shake][/color]!
pl: Ma nadzieję że będziesz zadowolony z nowo zakupionego [color=#46323232][i]print(product_name)[/i][/color] [color=#c35e5e][shake rate=5 level=10]BŁĄD: Wartość to Int.[/shake][/color]!
pt_br: Isto espera que você goste do novo [color=#46323232][i]print(product_name)[/i][/color] [color=#c35e5e][shake rate=5 level=10]ERROR: Value is Int.[/ shake][/color] que você comprou!
tr: Bu, satın aldığın yeni [color=#46323232][i]print(product_name)[/i][/color] [color=#c35e5e][shake rate=5 level=10]HATA: Değer tam sayı.[/shake][/color] ile ilgili umarız keyif alırsın!

source: [color=#46323232][ [color=#98fb98]OK[/color] ] Started System. [ [color=#98fb98]OK[/color] ] Loaded Dialog.[/color] Hello there, dear customer! This will be your attendant for today.
de: [color=#46323232][ [color=#98fb98]OK[/color] ] System gestartet. [ [color=#98fb98]OK[/color] ] Dialog geladen.[/color] Hallo, lieber Kunde! Dies wird dein Begleiter für heute sein.
eo: [color=#46323232][ [color=#98fb98]OK[/color] ] Sistemo startita. [ [color=#98fb98]OK[/color] ] Dialogo ŝarĝita.[/color] Saluton, kara kliento! Ĉi tio estos via asistanto por hodiaŭ.
es: [color=#46323232][ [color=#98fb98]OK[/color] ] Sistema iniciado. [ [color=#98fb98]OK[/color] ] Diálogo cargado.[/color] ¡Hola, querido cliente! Esto será tu asistente por hoy.
nl: [color=#46323232][ [color=#98fb98]OKÉ[/color] ] Het systeem is gestart. [ [color=#98fb98]OKÉ[/color] ] Het welkomstvenster is geopend.[/color] Welkom, beste klant! Vandaag is dit je gids.
pl: [color=#46323232][ [color=#98fb98]OK[/color] ] Uruchomiono system. [ [color=#98fb98]OK[/color] ] Załadowano dialog.[/color] Witaj, drogi kliencie! To będzie twój pracownik obsługi na dziś.
pt_br: [color=#46323232][ [color=#98fb98]OK[/color] ] Sistema Iniciado. [ [color=#98fb98]OK[/color] ] Diálogo Carregado.[/color] Olá, caro cliente! Isto será seu atendente por hoje.
tr: [color=#46323232][ [color=#98fb98]TAMAM[/color] ] Sistemi Başlattı. [ [color=#98fb98]TAMAM[/color] ] Diyalog Yüklendi.[/color] Merhaba, değerli müşteri! Bugün size yardımcı olacak olan benim.

source: This is programmed to inform and remind you that [b]Librerama[/b] is [b]free software[/b].
de: Dies ist programmiert, um dich darüber in Kenntnis zu setzen und daran zu erinnern, dass [b]Librerama[/b] [b]freie Software[/b] ist.
eo: Ĉi tio estas programita por informi kaj memorigi al vi, ke [b]Librerama[/b] estas [b]libera programaro[/b].
es: Esto está programado para informarte y recordarte que [b]Librerama[/b] es un [b]programa libre[/b].
nl: Dit is ingeprogrammeerd om je te laten weten dat [b]Librerama[/b] [b]vrije software[/b] is.
pl: Jest zaprogramowany żeby poinformować i przypomnieć że [b]Librerama[/b] jest [b]wolnym oprogramowaniem[/b].
pt_br: Isto é programado para informar e lembrar que [b]Librerama[/b] é [b]software livre[/b].
tr: Bu, size [b]Librerama[/b]’nın [b]ücretsiz bir yazılım[/b] olduğunu bildirmek ve hatırlatmak üzere programlanmıştır.

source: This means that its code and assets can be: [b]0.[/b] Used for any purpose. [b]1.[/b] Studied and changed. [b]2.[/b] Copied and redistributed. [b]3.[/b] Further improved.
de: Das bedeutet, der Code und das Material können: [b]0.[/b] Für jeden Zweck verwendet werden. [b]1.[/b] Untersucht und verändert werden. [b]2.[/b] Kopiert und weiterverbreitet werden. [b]3.[/b] Weiter verbessert werden.
eo: Ĉi tio signifas, ke ĝiaj kodo kaj havaĵoj povas esti: [b]0.[/b] Uzitaj por ĉio ajn. [b]1.[/b] Studitaj kaj modifitaj. [b]2.[/b] Kopiitaj kaj redistribuitaj. [b]3.[/b] Plibonigitaj.
es: Esto quiere decir que su código y recursos pueden: [b]0.[/b] Usarse para cualquier propósito. [b]1.[/b] Estudiarse y modificarse. [b]2.[/b] Copiarse y distribuirse. [b]3.[/b] Mejorarse más.
nl: Dit houdt in dat alle code en inhoud mag [b]0.[/b] worden gebruikt voor alle doeleinden; [b]1.[/b] worden bekeken en aangepast; [b]2.[/b] worden gekopieerd en heruitgegeven; [b]3.[/b] worden verbeterd.
pl: Oznacza to że kod i zawartość mogą być: [b]0.[/b] Użyte w dowolnym celu. [b]1.[/b] Analizowane i zmieniane. [b]2.[/b] Skopiowane i ponownie rozpowszechniane. [b]3.[/b] Dalej ulepszane.
pt_br: Isto significa que seu código e recursos podem ser: [b]0.[/b] Usados para qualquer fim. [b]1.[/b] Estudados e alterados. [b]2.[/b] Copiados e redistribuídos. [b]3.[/b] Aprimorados ainda mais.
tr: Bu, kodunun ve varlıklarının şu şekilde kullanılabileceği anlamına gelir: [b]0.[/b] Herhangi bir amaç için kullanılabilir. [b]1.[/b] İncelenip değiştirilebilir. [b]2.[/b] Kopyalanıp dağıtılabilir. [b]3.[/b] Daha da geliştirilebilir.

source: Said code and assets can be viewed and acquired in its [url=https://codeberg.org/Librerama/librerama]online repository[/url].
de: Der besagte Code und die Mediendaten können in dessen [url=https://codeberg.org/Librerama/librerama]Online-Repository[/url] eingesehen und beschafft werden.
eo: Tiuj kodo kaj havaĵoj povas esti viditaj kaj aĉetitaj en ĝia [url=https://codeberg.org/Librerama/librerama]Interreta deponejo[/url].
es: El código y los recursos mencionados pueden verse y obtenerse en su [url=https://codeberg.org/Librerama/librerama]repositorio en línea[/url].
nl: Alle code en inhoud is beschikbaar in de [url=https://codeberg.org/Librerama/librerama]online-repo[/url].
pl: Wspomniany kod i zawartość można otrzymać i przeglądać w [url=https://codeberg.org/Librerama/librerama]repozytorium online[/url].
pt_br: Dito código e recursos podem ser visualizados e adquiridos em seu [url=https://codeberg.org/Librerama/librerama]repositório online[/url].
tr: Bu kod ve varlıklar, [url=https://codeberg.org/Librerama/librerama]çevrimiçi deposunda[/url] görüntülenebilir ve edinilebilir.

source: [color=#46323232]if clients.has(client_new): welcome()[/color] Welcome once again to the Librerama arcade, dear customer! This will be your attendant for today.
de: [color=#46323232]if clients.has(client_new): welcome()[/color] Willkommen zurück in der Librerama-Spielhalle, lieber Kunde! Dies wird dein Begleiter für heute sein.
eo: [color=#46323232]if clients.has(client_new): welcome()[/color] Bonvenon denove al la Librerama-ludmaŝino, kara kliento! Ĉi tio estos via asistanto por hodiaŭ.
es: [color=#46323232]if clients.has(client_new): welcome()[/color] ¡Bienvenido de nuevo a la recreativa Librerama, querido cliente! Esto será su asistente para el día de hoy.
nl: [color=#46323232]if clients.has(client_new): welcome()[/color] Wederom van harte welkom in Librerama, beste klant! Vandaag is dit je gids.
pl: [color=#46323232]if clients.has(client_new): welcome()[/color] Witaj ponownie w salonie gier Librerama, szanowny kliencie! To będzie Twój pracownik obsługi na dziś.
pt_br: [color=#46323232]if clients.has(client_new): welcome()[/color] Boas-vindas novamente ao fliperama Librerama, caro cliente! Isto será seu atendente por hoje.
tr: [color=#46323232]if clients.has(client_new): welcome()[/color] Bir kez daha Librerama oyun salonuna hoş geldiniz, değerli müşteri! Bugün size yardımcı olacak olan benim.

source: Nanogames
de: Nanospiele
es: Nanojuegos
nl: Minispellen
pt_br: Nanojogos
tr: Nano Oyunlar

source: Prizes
de: Preise
es: Premios
nl: Prijzen
pt_br: Prêmios
tr: Ödüller

source: Themes
de: Themen
es: Temas
nl: Thema's
pt_br: Temas
tr: Temalar
