Repository: yan91i/GodotCollections
Catalog: 03 Project Samples/librerama/translations/*.po
Languages: de, eo, es, nl, pl, pt_br, tr

source: [center][b]ATTENTION![/b][/center] Community nanogames are not sandboxed, so a misconfigured nanogame can crash the whole game, and a maliciously programmed one can do bad things to your device. [b]Make sure that the community nanogames you play come from a trusted source.[/b] Tickets will also not be awarded when playing them.
de: [center][b]ACHTUNG![/b][/center] Gemeinschaftsnanospiele werden nicht im Sandkasten ausgeführt, daher kann ein falsch konfiguriertes Nanospiel das ganze Spiel zum Absturz bringen, und ein bösartiges programmiertes Nanospiel könnte mit deinem Gerät bösartige Dinge tun. [b]Stell sicher, dass die Gemeinschaftsnanospiele, die du spielst, von einer vertrauenswürdigen Quelle stammen.[/b] Außerdem gibt es keine Tickets für das Spielen.
eo: [center][b]ATENTU![/b][/center] Komunumaj ludetetoj ne estas izolitaj, do misagordita ludeteto povas paneigi la tutan ludon kaj iu malice programita povas fari malbonajn agojn en via aparato. [b]Certigu, ke la komunumaj ludetetoj, kiujn vi ludas, devenas de fidata fonto.[/b] Biletoj ankaŭ ne estos donitaj, kiam vi ludas ilin.
es: [center][b]¡ATENCIÓN![/b][/center] Los nanojuegos comunitarios no se encuentran en un espacio aislado, así que un nanojuego mal configurado puede hacer que todo el juego falle, y uno programado con fines maliciosos puede hacer cosas malas en tu dispositivo. [b]Asegúrate de que los nanojuegos comunitarios a los que juegas provienen de una fuente confiable.[/b] Tampoco se te darán tiques cuando los juegues.
nl: [center][b]LET OP![/b][/center] Minispellen uit de gemeenschap worden niet gesandboxed. Een verkeerd ingesteld spel kan des leiden tot een crash en een verkeerd geprogrammeerde kan schade aanrichten op je apparaat! [b]Speel alléén minispellen die je vertouwt.[/b] Ook krijg je geen tickets door het spelen van deze spellen.
pl: [center][b]UWAGA![/b][/center] Nanogry od społeczności nie są uruchamiane w piaskownicy, więc źle skonfigurowana nanogra może spowodować crash, a złośliwie zaprogramowana może wyrządzić szkody w twoim urządzeniu. [b]Upewnij się że nanogry od społeczności w które grasz pochodzą z zaufanego źródła.[/b] Dodatkowo, nie otrzymasz kuponów za granie w nie.
pt_br: [center][b]ATENÇÃO![/b][/center] Nanojogos da comunidade não estão em uma sandbox, o que significa que nanojogos mal-configurados podem travar o jogo por completo, e um maldosamente programado pode fazer coisas ruins ao seu aparelho. [b]Verifique que os nanojogos da comunidade que esteja jogando vêm de uma fonte confiável.[/b] Bilhetes também não serão entregues quando jogá-los.
tr: [center][b]DİKKAT![/b][/center] Topluluk yapımı nano oyunlar, izole edilmemiştir; bu nedenle yanlış yapılandırılmış bir nano oyun, tüm oyunu çökertilebilir ve kötü niyetle programlanmış bir nano oyun, cihazınıza zarar verebilir. [b]Oynadığınız topluluk yapımı nano oyun’un güvenilir bir kaynaktan geldiğinden emin olun.[/b] Ayrıca, bu oyunları oynarken bilet de verilmeyecektir.

source: [center][b]Need Some Help?[/b][/center] Looks like it's your first time playing, you should probably [b]take a look at the tutorial[/b] first. You can access it anytime by clicking the [b]"?"[/b] button on the bottom-left.
de: [center][b]Hilfe gefällig?[/b][/center] Es sieht so aus, als würdest du zum ersten Mal spielen, also solltest du vermutlich zuerst [b]einen Blick in das Tutorial[/b] werfen. Du kannst es jederzeit aufrufen, indem du den [b]„?“[/b]-Knopf unten links drückst.
eo: [center][b]Ĉu vi bezonas helpon?[/b][/center] Ŝajnas, ke estas via unua fojo ludante; vi eble devus [b]rigardu la lernilon[/b] unue. Vi povas aliri ĝin iam ajn alklakante la [b]"?"[/b]-butonon en la malsupra maldekstro.
es: [center][b]¿Necesitas ayuda?[/b][/center] Parece que es la primera vez que juegas, probablemente deberías [b]echar primero un vistazo al tutorial[/b]. Puedes acceder a él en cualquier momento pulsando el botón [b]«?»[/b] abajo a la izquierda.
nl: [center][b]Hulp nodig?[/b][/center] Het lijkt er op dat dit de eerste keer is dat je gaat spelen. [b]Bekijk de snelstartgids[/b] voordat je aan de slag gaat. Je kunt de gids te allen tijde openen door linksonder op de [b]‘?’[/b]-knop te klikken.
pl: [center][b]Potrzebujesz pomocy?[/b][/center] Wygląda na to że to twoja pierwsza rozgrywka, może powinieneś najpierw [b]zerknąć na tutorial[/b]. Możesz go uruchomić w dowolnej chwili wciskając przycisk [b]"?"[/b] w lewym dolnym rogu.
pt_br: [center][b]Precisa de uma ajuda?[/b][/center] Parece que é a sua primeira vez jogando, você provavelmente deveria [b]dar uma olhada no tutorial[/b] primeiro. Você pode acessá-lo a qualquer momento clicando no botão [b]"?"[/b] no canto inferior esquerdo.
tr: [center][b]Yardıma mı İhtiyacınız Var?[/b][/center] Görünüşe göre bu, oyunu ilk kez oynuyorsunuz. Öncelikle [b]eğitime bir göz atmalısınız[/b]. Eğitime, sol alt köşedeki [b]”?”[/b] butonuna tıklayarak istediğiniz zaman erişebilirsiniz.

source: Coming Soon
de: Kommt demnächst
eo: Venonta
es: Próximamente
nl: Binnenkort
pl: Dostępne wkrótce
pt_br: Em Breve
tr: Yakında

source: An error occured while attempting to load the nanogame "%s", likely caused by it not being properly configured.
de: Ein Fehler ist beim Versuch, das Nanospiel „%s“ zu laden, aufgetreten. Das liegt wahrscheinlich daran, dass es nicht richtig konfiguriert wurde.
eo: Eraro okazis dum la klopodo ŝarĝi la ludeteto «%s», probable kaŭzita de ĝia malĝusta agordado.
es: Ha ocurrido un error al intentar cargar el nanojuego «%s», probablemente porque no está configurado de adecuadamente.
nl: Er is een fout opgetreden tijdens het laden van het minispel ‘%s’. Waarschijnlijk is het spel niet goed ingesteld.
pl: Wystąpił błąd podczas próby załadowania nanogry "%s", prawdopodobnie spowodowany przez niepoprawną konfigurację.
pt_br: Um erro ocorreu na tentativa de carregar o nanojogo "%s", provavelmente causado pelo mesmo não estando devidamente configurado.
tr: “%s” nano oyun'u yüklenirken bir hata oluştu, muhtemelen düzgün bir şekilde yapılandırılmadığı için.

source: Please open a bug report in the [url=%s]issue tracker[/url].
de: Bitte öffne einen Fehlerbericht im [url=%s]Issue-Tracker[/url].
eo: Bonvolu malfermi erarraporton en la [url=%s]erarregistrilo[/url].
es: Por favor, abre un informe de error en el [url=%s]gestor de errores[/url].
nl: Open een bugmelding op de [url=%s]probleemtracker[/url].
pl: Proszę otwórz zgłoszenie o błędzie w [url=%s]zgłoszeniach[/url].
pt_br: Por favor, reporte o bug no [url=%s]issue tracker[/url].
tr: Lütfen [url=%s]hata izleyicisinden[/url] bir hata raporu açın.

source: [b]Do not open a bug report in the issue tracker[/b], this is a community nanogame, so the bug should be reported to its creator(s). Check the nanogame's "About" information.
de: [b]Erstelle keinen Fehlerbericht im Issuetracker[/b], dies ist ein Gemeinschaftsnanospiel, also sollte der Fehler dem Autor bzw. den Autoren gemeldet werden. Lies die „Über“-Information des Nanospiels.
eo: [b]Ne malfermu eraron en la erarregistrilo[/b], ĉi tio estas komunuma ludeteto, do la eraro devus esti raportita al ĝia(j) kreinto(j). Kontrolu la «Pri»-informon de la ludeteto.
es: [b]No abras un informe de error en el gestor de errores[/b], esto es un nanojuego de la comunidad, así que el error debería ser notificado a su(s) creador(es). Comprueba la información "Sobre" del nanojuego.
nl: [b]Open geen bugmelding op de probleemtracker[/b]! Dit is een minispel vanuit de gemeenschap, dus de bug dient gemeld te worden aan de maker(s). Bekijk hiervoor de spelinformatie.
pl: [b]Nie otwieraj zgłoszenia o błędzie w zgłoszeniach projektu[/b], to jest nanogra od społeczności, błędy należy zgłaszać jej twórcy. Zajrzyj do sekcji "O grze".
pt_br: [b]Não reporte o bug no issue tracker[/b], este é um nanojogo da comunidade, então o bug deverá ser reportado para o(s) seu(s) criador(es). Cheque as informações no "Sobre" do nanojogo.
tr: [b]Hata izleyicisinden[/b] bir hata raporu açmayın, bu bir topluluk yapımı nano oyun’dur, bu nedenle hata, oluşturucu(lar)ına bildirilmelidir. Nano oyun’un “Hakkında” bilgilerini kontrol edin.

source: Difficulty
de: Schwierigkeitsgrad
eo: Facileco
es: Dificultad
nl: Moeilijkheidsgraad
pl: Trudność
pt_br: Dificuldade
tr: Zorluk

source: Speed
de: Tempo
eo: Rapideco
es: Velocidad
nl: Snelheid
pl: Szybkość
pt_br: Velocidade
tr: Hız

source: Energy
de: Energie
eo: Energio
es: Energía
nl: Energieniveau
pl: Energia
pt_br: Energia
tr: Enerji

source: Score:
de: Punktzahl:
eo: Poentoj:
es: Puntuación:
pl: Wynik:
pt_br: Pontuação:
tr: Skor:

source: Pause the nanogame.
de: Das Nanospiel pausieren.
eo: Paŭzigi la ludeteton.
es: Pausar el nanojuego.
nl: Onderbreek het minispel.
pl: Zapauzuj nanogrę.
pt_br: Pausar o nanojogo.
tr: Nano Oyun'u durdur.

source: Paused
de: Pausiert
eo: Paŭzigita
es: En pausa
nl: Onderbroken
pl: Pauza
pt_br: Pausado
tr: Durduruldu

source: Continue
de: Weiter
eo: Daŭrigi
es: Continuar
nl: Hervatten
pl: Wróć do gry
pt_br: Continuar
tr: Devam

source: Stop
de: Stopp
eo: Halti
es: Parar
nl: Stoppen
pl: Przerwij grę
pt_br: Parar
tr: Durdur

source: [No Name]
de: [Kein Name]
eo: [Neniu nomo]
es: [Sin nombre]
nl: [Naamloos]
pt_br: [Sem Nome]
tr: [İsim Yok]

source: [No Kickoff]
de: [Kein Kickoff]
eo: [Neniu komenca frazo]
es: [Sin frase inicial]
nl: [Geen startschot]
pt_br: [Sem Pontapé]
tr: [Başlama Yok]

source: Input: %s
de: Eingabe: %s
eo: Enigo: %s
es: Control: %s
nl: Invoer: %s
pt_br: Controle: %s
tr: Girdi: %s

source: [No Description]
de: [Keine Beschreibung]
eo: [Sen priskribo]
es: [Sin descripción]
nl: [Geen omschrijving]
pt_br: [Sem Descrição]
tr: [Açıklama Yok]

source: Starting
de: Anfangen
eo: Komencante
es: Comenzando
nl: Bezig met starten…
pl: Zaczynamy
pt_br: Começando
tr: Başlıyor

source: Victory!
de: Sieg!
eo: Venko!
es: ¡Victoria!
nl: Overwinning!
pl: Zwycięstwo!
pt_br: Vitória!
tr: Zafer!

source: Failure!
de: Versagt!
eo: Fiasko!
es: ¡Fracaso!
nl: Mislukking!
pl: Porażka!
pt_br: Fracasso!
tr: Başarısızlık!

source: Up Next:
de: Es folgt:
eo: Sekvas:
es: A continuación:
nl: Hierna:
pl: Następnie w kolejce:
pt_br: A Seguir:
tr: Sıradaki:

source: Timer:
de: Zeit:
eo: Kronometro:
es: Cronómetro:
nl: Tijdklok:
pl: Odliczanie:
pt_br: Cronômetro:
tr: Zamanlayıcı:

source: Game Over
eo: Ludo finita
es: Fin de la partida
nl: Spel afgelopen
pl: Koniec gry
pt_br: Fim de Jogo
tr: Oyun Bitti

source: Search
de: Suche
eo: Serĉi
es: Buscar
nl: Zoeken
pt_br: Procurar
tr: Ara

source: Filter
eo: Filtri
es: Filtrar
nl: Filteren
pt_br: Filtrar
tr: Filtre

source: Select random nanogames based on filtered results. Available spots will be taken, but if it's full, everything is randomized.
de: Zufällige Nanospiele anhand der gefilterten Ergebnisse wählen. Verfügbare Plätze werden belegt, aber wenn es voll ist, wird alles zufällig verteilt.
eo: Elektu hazardajn ludetetojn laŭ filtritaj rezultoj. Disponeblaj lokoj estos prenitaj sed se ĝi plenas, ĉio estas hazardita.
es: Selecciona nanojuegos aleatorios basados en resultados filtrados. Los espacios disponibles serán tomados, pero si está lleno, todo se aleatoriza.
nl: Kies willekeurige minispellen op basis van gefilterde resultaten. Er worden beschikbare plekjes getoond, maar als er geen plek meer is, dan is alles willekeurig.
pt_br: Selecione nanojogos aleatórios baseado nos resultados filtrados. Espaços disponíveis serão pegos, mas se preenchido, tudo é randomizado.
tr: Filtrelenmiş sonuçlara dayalı olarak rastgele nano oyunlar seçin. Mevcut yerler alınacak, ancak eğer doluysa, her şey rastgele olacaktır.

source: Go to first page.
de: Zur ersten Seite.
eo: Iri al la unua paĝo.
es: Ir a la primera página.
nl: Ga naar de voorpagina.
pl: Przejdź do pierwszej strony.
pt_br: Ir para a primeira página.
tr: İlk sayfaya git.

source: Go to previous page.
de: Zur vorherigen Seite.
eo: Iri al la antaŭa paĝo.
es: Ir a la página anterior.
nl: Ga naar de vorige pagina.
pl: Przejdź do poprzedniej strony.
pt_br: Ir para a página anterior.
tr: Önceki sayfaya git.

source: Go to next page.
de: Zur nächsten Seite.
eo: Iri al la sekva paĝo.
es: Ir a la página siguiente.
nl: Ga naar de volgende pagina.
pl: Przejdź do następnej strony.
pt_br: Ir para a próxima página.
tr: Sıradaki sayfaya git.

source: Go to last page.
de: Zur letzten Seite.
eo: Iri al la lasta paĝo.
es: Ir a la última página.
nl: Ga naar de laatste pagina.
pl: Przejdź do ostatniej strony.
pt_br: Ir para a última página.
tr: Son sayfaya git.

source: [center][b]Search Help[/b][/center] [b]•[/b] Nanogames will be filtered from the keywords typed. A result is valid if the name, kickoff, tags, or author matches it. [b]•[/b] Multiple keywords can be used by separating words with "[b],[/b]". Any result that contains at least one of them will be valid by default. [b]•[/b] Putting "[b]-[/b]" at the start of a keyword will make results containing it be ignored. [b]•[/b] Putting "[b]*[/b]" at the start of a keyword will make so that all results must contain it to be valid.
de: [center][b]Suchhilfe[/b][/center] [b]•[/b] Nanospiele werden nach den eingegebenen Stichworten gefiltert. Ein Ergebnis ist gültig, wenn der Name, Kickoff, Tags oder Autor passen. [b]•[/b] Mehrere Stichworte können verwendet werden, indem die Worte mit „[b],[/b]“ getrennt werden. Jedes Ergebnis, das eins davon enthält, wird standardmäßig gültig. [b]•[/b] Ein „[b]-[/b]“ vor ein Stichwort zu schreiben, ignoriert Ergebnisse, die es enthalten. [b]•[/b] Ein „[b]*[/b]“ vor ein Stichwort zu schreiben sorgt dafür, dass Ergebnisse es enthalten müssen, um gültig zu sein.
eo: [center][b]Serĉu helpon[/b][/center] [b]•[/b] Ludetetoj estos filtritaj per la serĉvortoj tajpitaj. Rezulto validas, se la nomo, komenca frazo, etikedoj aŭ aŭtoro kongruas kun ĝi. [b]•[/b] Multaj serĉvortoj povas esti uzitaj dividante vortojn per «[b],[/b]». Ĉiu ajn rezulto, kiu enhavas almenaŭ unu el ili implicite validos. [b]•[/b] Meti «[b]-[/b]» en la komenco de serĉvorto igos, ke la rezultoj, kiuj enhavas ĝin, estu ignoritaj. [b]•[/b] Meti «[b]*[/b]» en la komenco de serĉvorto igos, ke ĉiuj rezultoj devu enhavi ĝin por validi.
es: [center][b]Ayuda de búsqueda[/b][/center] [b]•[/b] Los nanojuegos se filtran con las palabras clave escritas. Un resultado es válido si el nombre, la frase inicial, las etiquetas o el autor coinciden. [b]•[/b] Se pueden usar palabras clave separándolas con "[b],[/b]". Cualquier resultado que contenga al menos una de ellas será válido por defecto. [b]•[/b] Poner "[b]-[/b]" al principio de una palabra clave hará que se ignoren los resultados que la contengan. [b]•[/b] Poner "[b]*[/b]" al principio de una palabra clave hará que todos los resultados deban contenerla para ser válidos.
nl: [center][b]Hulp omtrent zoeken[/b][/center] [b]•[/b] Minispellen worden gefilterd op basis van trefwoorden. Er wordt een resultaat getoond als de naam, labels of maker overeenkomen. [b]•[/b] Je kunt meerdere trefwoorden invoeren, maar deze dienen te worden gescheiden met een ‘[b],[/b]’. Er wordt standaard naar minimaal een van de woorden gezocht. [b]•[/b] ‘[b]-[/b]’ aan het begin van een trefwoord zorgt er voor dat het woord in kwestie genegeerd wordt. [b]•[/b] ‘[b]*[/b]’ aan het begin van een trefwoord zorgt er voor dat het woord in kwestie altijd aanwezig moet zijn.
pt_br: [center][b]Ajuda de Pesquisa[/b][/center] [b]•[/b] Nanojogos serão filtrados das palavras-chave digitadas. Um resultado é válido se o nome, pontapé, etiquetas, ou autor corresponder. [b]•[/b] Múltiplas palavras-chave podem ser usadas separando as palavras com "[b],[/b]". Qualquer resultado que conter pelo menos uma delas será válido por padrão. [b]•[/b] Colocar "[b]-[/b]" no começo de uma palavra-chave fará os resultados contendo ela serem ignorados. [b]•[/b] Colocar "[b]*[/b]" no começo de uma palavra-chave fará com que todos os resultados devam conter a palavra-chave para ser válido.
tr: [center][b]Arama Yardımı[/b][/center] [b]•[/b] Nano oyunlar, yazılan anahtar kelimelerden filtrelenecektir. Bir sonuç, adı, başlangıcı, etiketleri veya yazar ile eşleşiyorsa geçerli kabul edilir. [b]•[/b] Birden fazla anahtar kelime, kelimeleri “[b],[/b]” ile ayırarak kullanılabilir. En az birini içeren her sonuç varsayılan olarak geçerli olacaktır. [b]•[/b] Bir anahtar kelimenin başına “[b]-[/b]” koymak, o anahtar kelimeyi içeren sonuçların göz ardı edilmesini sağlar. [b]•[/b] Bir anahtar kelimenin başına “[b]*[/b]” koymak, tüm sonuçların geçerli olması için o anahtar kelimeyi içermesi gerektiği anlamına gelir.

source: Inputs
de: Eingaben
eo: Enigoj
es: Controles
nl: Invoer
pt_br: Controles
tr: Girdiler

source: Timers
de: Timer
eo: Kronometroj
es: Cronómetros
nl: Tijdklokken
pt_br: Cronômetros
tr: Zamanlayıcılar

source: No nanogames found.
de: Keine Nanospiele gefunden.
eo: Neniu ludeteto trovita.
es: No se encontraron nanojuegos.
nl: Er zijn geen minispellen aangetroffen.
pt_br: Nenhum nanojogo encontrado.
tr: Hiç Nano Oyun bulunamadı.

source: No nanogames available.
de: Keine Nanospiele verfügbar.
eo: Neniu ludeteto disponebla.
es: Ningún nanojuego disponible.
nl: En zijn geen minispellen beschikbaar.
pt_br: Não há nanojogos disponíveis.
tr: Mevcut nano oyun yok.

source: Place them in the "[url=%s]%s[/url]" directory, then restart the game.
de: Platziere sie im „[url=%s]%s[/url]“-Verzeichnis, dann starte das Spiel neu.
eo: Metu ilin en la "[url=%s]%s[/url]"-dosierujon, poste restartigu la ludon.
es: Ponlos en la carpeta «[url=%s]%s[/url]» y reinicia el juego.
nl: Plaats ze in de map ‘[url=%s]%s[/url]’ en herstart het spel.
pt_br: Coloque-os na pasta "[url=%s]%s[/url]", e então reinicie o jogo.
tr: Onları “[url=%s]%s[/url]” dizinine yerleştirin, ardından oyunu yeniden başlatın.

source: The practice mode lets your sharpen your skills on a particular nanogame, without needing to worry about energy points. Be aware that tickets will not be given, and statistics will not be updated.
de: Im Übungsmodus kannst du deine Fertigkeiten in einem bestimmten Nanospiel testen, ohne dir über Energiepunkte Gedanken machen zu müssen. Beachte, dass keine Tickets vergegeben werden, und keine Statistiken aktualisiert werden.
eo: La praktika reĝimo lasas al vi akrigi viajn kapablojn en specifa ludeteto, sen ke vi devu zorgi pri energiaj poentoj. Sciu, ke biletoj ne estos donitaj kaj statistikoj ne estos ĝisdatigitaj.
es: El modo de práctica te permite mejorar tus habilidades en un nanojuego concreto, sin que tengas que preocuparte de los puntos de energía. Ten en cuenta que no se darán tiques y no se actualizarán las estadísticas.
nl: In de oefenmodus kun je je vaardigheden in een bepaald minispel verbeteren, zonder bang te zijn energiepunten te verliezen. Let op: er worden geen tickets uitgedeeld en de statistieken worden niet bijgewerkt.
pt_br: O modo de prática lhe deixa afiar as suas habilidades em um nanojogo particular, sem precisar se preocupar com pontos de energia. Esteja ciente que bilhetes não serão entregues, e estatísticas não serão atualizadas.
tr: Pratik modu, belirli bir nano oyunda becerilerinizi geliştirmenizi sağlar ve enerji puanları hakkında endişelenmenize gerek kalmaz. Bilet verilmeyeceğini ve istatistiklerin güncellenmeyeceğini unutmayın.

source: Choose Start Difficulty
de: Start-Schwierigkeitsgrad wählen
eo: Elektu komencan facilecon
es: Elije la dificultad inicial
nl: Kies een moeilijkheidsgraad
pt_br: Escolher Dificuldade Inicial
tr: Başlangıç Zorluğunu Seçin

source: Difficulty 1
de: Schwierigkeitsgrad 1
es: Dificultad 1
nl: Moeilijkheidsgraad 1
pt_br: Dificuldade 1
tr: 1. Zorluk

source: Difficulty 2
de: Schwierigkeitsgrad 2
es: Dificultad 2
nl: Moeilijkheidsgraad 2
pt_br: Dificuldade 2
tr: 2. Zorluk

source: Difficulty 3
de: Schwierigkeitsgrad 3
es: Dificultad 3
nl: Moeilijkheidsgraad 3
pt_br: Dificuldade 3
tr: 3. Zorluk

source: Practice Mode
de: Übungsmodus
eo: Praktika reĝimo
es: Modo de práctica
nl: Oefenmodus
pt_br: Modo de Prática
tr: Pratik Modu

source: By %s
de: Von %s
eo: De %s
es: Por %s
nl: Van ‘%s’
pt_br: Por %s
tr: %s tarafından

source: [No Author]
de: [Kein Autor]
eo: [Sen aŭtoro]
es: [Sin autor]
nl: [Geen maker]
pt_br: [Sem Autor]
tr: [Yazar Yok]

source: Source
de: Quelle
eo: Fonto
es: Fuente
nl: Broncode
pt_br: Fonte
tr: Kaynak

source: [No Source]
de: [Keine Quelle]
eo: [Sen fonto]
es: [Sin fuente]
nl: [Geen broncode]
pt_br: [Sem Fonte]
tr: [Kaynak Yok]

source: [b]Input:[/b] %s
de: [b]Eingabe:[/b] %s
eo: [b]Enigo:[/b] %s
es: [b]Control:[/b] %s
nl: [b]Invoer:[/b] %s
pt_br: [b]Controle:[/b] %s
tr: [b]Giriş:[/b] %s

source: [b]Timer:[/b] %s
de: [b]Zeit:[/b] %s
eo: [b]Kronometro:[/b] %s
es: [b]Cronómetro:[/b] %s
nl: [b]Tijdklok:[/b] %s
pt_br: [b]Cronômetro:[/b] %s
tr: [b]Zamanlayıcı:[/b] %s

source: [b]Tags:[/b] %s
de: [b]Etiketten:[/b] %s
eo: [b]Etikedoj:[/b] %s
es: [b]Etiquetas:[/b] %s
nl: [b]Labels:[/b] %s
pt_br: [b]Etiquetas:[/b] %s
tr: [b]Etiketler:[/b] %s

source: [None]
de: [Keine]
eo: [Neniu]
es: [Ninguna]
nl: [Geen]
pt_br: [Nenhum]
tr: [Hiçbiri]

source: [b]Code License:[/b] %s
de: [b]Codelizenz:[/b] %s
eo: [b]Koda permesilo:[/b] %s
es: [b]Licencia del código:[/b] %s
nl: [b]Broncodelicentie:[/b] %s
pt_br: [b]Licença do Código:[/b] %s
tr: [b]Kod Lisansı:[/b] %s

source: [b]Assets License:[/b] %s
de: [b]Mediendatenlizenz:[/b] %s
eo: [b]Permesilo de havaĵoj:[/b] %s
es: [b]Licencia de recursos:[/b] %s
nl: [b]Inhoudslicentie:[/b] %s
pt_br: [b]Licença da Mídia:[/b] %s
tr: [b]Varlık Lisansı:[/b] %s

source: No third-party resources used.
de: Keine Drittanbieterkomponenten verwendet.
eo: Neniu havaĵo de eksteraj liverantoj uzita.
es: No se usan recursos de terceros.
nl: Er wordt geen externe inhoud gebruikt.
pt_br: Sem uso de recursos por terceiros.
tr: Üçüncü taraf kaynak kullanılmadı.

source: Timer: %s
de: Zeit: %s
eo: Kronometro: %s
es: Cronómetro: %s
nl: Tijdklok: %s
pt_br: Cronômetro: %s
tr: Zamanlayıcı: %s

source: Best Scores
de: Beste Punktzahlen
eo: Plej bonaj poentaroj
es: Mejores puntuaciones
nl: Topscores
pl: Najlepsze wyniki
pt_br: Melhores Pontuações
tr: En İyi Skorlar

source: Nanogames Played
de: Gespielte Nanospiele
eo: Ludetetoj luditaj
es: Nanojuegos jugados
nl: Aantal gespeelde spellen
pl: Rozegrane nanogry
pt_br: Nanojogos Jogados
tr: Oynanan Nano Oyunlar

source: Total:
de: Gesamt:
eo: Entute:
nl: Totaal:
pl: Ogółem:
tr: Toplam:

source: Won / Lost:
de: Siege / Niederlagen:
eo: Venkis / Malvenkis:
es: Ganados / Perdidos:
nl: Gewonnen/Verloren:
pl: Wygrane / Przegrane:
pt_br: Vencidos / Perdidos:
tr: Kazanan / Kaybedilen:

source: Best Win Streak:
de: Beste Siegessträhne:
eo: Plej bona sinsekvo de venkoj:
es: Mejor racha de victorias:
nl: Beste winrecord:
pl: Najdłuższe pasmo zwycięstw:
pt_br: Melhor Seq. de Vitórias:
tr: En İyi Kazanma Serisi:
