Repository: yan91i/GodotCollections
Catalog: 03 Project Samples/librerama/translations/*.po
Languages: de, eo, es, nl, pl, pt_br, tr

source: [b]Welcome to Librerama![/b] This tutorial will show you the basics on how play your nanogames (our special nickname for "mini-games"). [b]Use the buttons below to navigate between pages[/b], and let's get started!
de: [b]Willkommen bei Librerama![/b] Dieses Tutorial wird dir die Grundlagen darüber zeigen, wie du Nanogames (unser spezieller Spitzname für „Minispiele“) spielst. [b]Verwende die Knöpfe unten, um zwischen Seiten zu navigieren[/b], und los geht's!
eo: [b]Bonvenon al Librerama![/b] Ĉi tiu gvidilo montros al vi la bazajn aferojn pri kiel ludi viajn ludetetojn (nia speciala kromnomo por «ludetetoj»). [b]Uzu la botonojn malsupre por moviĝi tra paĝoj[/b] kaj ni komenciĝu!
es: [b]¡Bienvenido a Librerama![/b] Este tutorial te enseñará lo básico de cómo jugar a tus nanojuegos (el nombre que le damos a nuestros «minijuegos»). [b]Usa los botones más abajo para navegar por las páginas[/b], y ¡empecemos!
nl: [b]Welkom bij Librerama![/b] In deze snelstartgids wordt getoond hoe je minispellen speelt. [b]Je kunt bladeren met behulp van onderstaande knoppen[/b]. Tijd om aan de slag te gaan!
pl: [b]Witamy w grze Librerama![/b] Niniejszy tutorial pokaże Ci podstawy grania w nanogry (nasze określenie na "minigry"). [b]Przyciski poniżej służą do nawigowania między stronami[/b], do dzieła!
pt_br: [b]Bem-vindo ao Librerama![/b] Este tutorial o mostrará os fundamentos de como jogar os seus nanojogos (nosso apelido especial para "mini-jogos"). [b]Use os botões abaixo para navegar através das páginas[/b], e vamos começar!
tr: [b]Librerama’ya Hoş Geldiniz![/b] Bu eğitim, nano oyunlarınızı (mini oyunlar için özel lakabımız) nasıl oynayacağınıza dair temel bilgileri gösterecek. [b]Sayfalar arasında gezinmek için aşağıdaki butonları kullanın[/b], ve başlayalım!

source: When you press the [b]"Play"[/b] button, this screen will appear. Here you will [b]pick the nanogames you want to play[/b] (all boxes on the right need to be filled), then press the top-right button to begin. [center][img]res://places/arcade_machine/tutorial/_assets/selecting_nanogames.png[/img][/center]
de: Wenn du auf die Schaltfläche [b]„Spielen“[/b] drückst, wird dieser Bildschirm angezeigt. Hier wählst du [b]die Nanospiele aus, die du spielen willst[/b] (alle Kästchen auf der rechten Seite müssen ausgefüllt sein), und drückst dann auf die Schaltfläche oben rechts, um zu beginnen. [center][img]res://places/arcade_machine/tutorial/_assets/selecting_nanogames.png[/img][/center]
eo: Kiam vi premas la [b]«Ludi»[/b]-butonon, ĉi tiu ekrano aperos. Ĉi tie vi [b]elektos la ludetetojn, kiujn vi volas ludi[/b] (ĉiuj skatoloj maldekstre devas esti plenigitaj), poste premu la supran maldekstran butonon por komenci. [center][img]res://places/arcade_machine/tutorial/_assets/selecting_nanogames.png[/img][/center]
es: Cuando pulsas el botón [b]Jugar[/b], esta pantalla aparece. Aquí podrás [b]elegir los nanojuegos a los que quieras jugar[/b] (tienes que llenar todas las cajas a la derecha), y luego pulsa el botón de arriba a la derecha para empezar. [center][img]res://places/arcade_machine/tutorial/_assets/selecting_nanogames.png[/img][/center]
nl: Klik op de knop [b]‘Spelen’[/b] om dit scherm te openen. Hier kun je [b]alle minispellen kiezen die je wilt spelen[/b] (alle vakjes rechts dienen te zijn ingevuld), en vervolgens op de knop rechtsboven om te beginnen. [center][img]res://places/arcade_machine/tutorial/_assets/selecting_nanogames.png[/img][/center]
pl: Po wciśnięciu przycisku [b]"Graj"[/b] zobaczysz poniższy ekran. Tutaj [b]wybierzesz nanogry w które chcesz zagrać[/b] (wszystkie ramki po prawej stronie muszą być wypełnione), następnie wciśnij przycisk w prawym górnym rogu aby rozpocząć. [center][img]res://places/arcade_machine/tutorial/_assets/selecting_nanogames.png[/img][/center]
pt_br: Quando você apertar o botão [b]"Jogar"[/b], esta tela aparecerá. Aqui você [b]escolherá os nanojogos que você quer jogar[/b] (todas as caixas na direita precisam ser preenchidas), e então pressione o botão no canto superior direito para começar. [center][img]res://places/arcade_machine/tutorial/_assets/selecting_nanogames.png[/img][/center]
tr: [b]“Oyna”[/b] butonuna bastığınızda, bu ekran açılacaktır. Burada [b]oynamak istediğiniz nano oyunları seçeceksiniz[/b] (sağdaki tüm kutular doldurulmalıdır), ardından başlamak için sağ üstteki butona basın. [center][img]res://places/arcade_machine/tutorial/_assets/selecting_nanogames.png[/img][/center]

source: Now the game truly begins! Each time [b]you will be shown what nanogame is coming next and its objective[/b]. The nanogames only last for a few seconds, so you need to think on your feet! [center][img]res://places/arcade_machine/tutorial/_assets/kickoff.png[/img][/center]
de: Jetzt beginnt das Spiel erst richtig! Jedes Mal [b]wird dir gezeigt, welches Nanospiel als nächstes kommt und welches Ziel es hat[/b]. Die Nanospiele dauern nur ein paar Sekunden, du musst also schnell denken! [center][img]res://places/arcade_machine/tutorial/_assets/kickoff.png[/img][/center]
eo: Nun la lude vere komenciĝas! Ĉiufoje [b]oni montros al vi, kiu ludeteto venos, kaj ĝian celon[/b]. La ludetetoj nur daŭras kelkajn sekundojn, do vi devas pensi rapide! [center][img]res://places/arcade_machine/tutorial/_assets/kickoff.png[/img][/center]
es: ¡Ahora el juego comienza de verdad! Cada vez [b]se te mostrará qué nanojuego es el siguiente y su objetivo[/b]. Los nanojuegos solo duran unos pocos segundos, así que ¡tienes que pensar rápido! [center][img]res://places/arcade_machine/tutorial/_assets/kickoff.png[/img][/center]
nl: Nu begin het spel pas echt! Telkens [b]zie je welk minispel je gaat spelen en wat het doel van het spel is[/b]. De minispellen duren slechts een paar seconden, dus denk snel! [center][img]res://places/arcade_machine/tutorial/_assets/kickoff.png[/img][/center]
pl: Zabawa się rozpoczęła! Za każdym razem [b]zobaczysz jaka jest następna nanogra i jej cel[/b]. Nanogry trwają zaledwie kilka sekund, więc orientuj się! [center][img]res://places/arcade_machine/tutorial/_assets/kickoff.png[/img][/center]
pt_br: Agora o jogo realmente começa! Toda vez [b]você será apresentado com qual nanojogo está vindo em seguida e o seu objetivo[/b]. Os nanojogos só duram por alguns segundos, então você tem que pensar rápido! [center][img]res://places/arcade_machine/tutorial/_assets/kickoff.png[/img][/center]
tr: Artık oyun gerçekten başlıyor! Her seferinde [b]hangi nano oyunun geleceğini ve amacını göreceksiniz[/b]. Nano oyunlar sadece birkaç saniye sürer, bu yüzden hızlı düşünmeniz gerekiyor! [center][img]res://places/arcade_machine/tutorial/_assets/kickoff.png[/img][/center]

source: After winning (or losing) a nanogame, keep an eye at those indicators on the top. They indicate respectively: the [b]difficulty[/b], [b]speed[/b], and [b]energy[/b]. Difficulty and speed increase as you win nanogames, and that means higher scores. Speed and energy decrease when you lose nanogames, and [b]if your energy reaches 0, the game is over[/b]. [center][img]res://places/arcade_machine/tutorial/_assets/status_indicators.png[/img][/center]
de: Nachdem du ein Nanospiel gewonnen (oder verloren) hast, solltest du die Anzeigen oben im Auge behalten. Sie zeigen jeweils die [b]Schwierigkeit[/b], das [b]Tempo[/b] und die [b]Energie[/b] an. Tempo und Geschwindigkeit nehmen zu, wenn du Nanospiele gewinnst, und das bedeutet höhere Punktzahlen. Tempo und Energie nehmen ab, wenn du Nanospiele verlierst, und [b]wenn deine Energie 0 erreicht, ist das Spiel vorbei[/b]. [center][img]res://places/arcade_machine/tutorial/_assets/status_indicators.png[/img][/center]
eo: Post venki (aŭ malvenki) ludeteton, atentu pri tiuj indikiloj supre. Ili indikas respektive la [b]malfacilecon[/b], [b]rapidecon[/b] kaj [b]energion[/b]. La malfacileco kaj rapideco pliiĝas, kiam vi venkas ludetetojn, kaj tio signifas pli da poentoj. Rapideco kaj energio malpliiĝas, kiam vi malvenkas ludetetojn, kaj [b]se via energio atingas 0, la ludo finiĝas[/b]. [center][img]res://places/arcade_machine/tutorial/_assets/status_indicators.png[/img][/center]
es: Después de ganar (o perder) un nanojuego, échales un vistazo a los indicadores arriba. Indican respectivamente la [b]dificultad[/b], [b]velocidad[/b] y [b]energía[/b]. La dificultad y velocidad aumentan a medida que ganas nanojuegos, y eso significa más puntos. La velocidad y energía disminuyen cuando pierdes nanojuegos, y [b]si tu energía llega a 0, se acaba la partida[/b]. [center][img]res://places/arcade_machine/tutorial/_assets/status_indicators.png[/img][/center]
nl: Als je een minispel gewonnen (of verloren) hebt, let dan op de indicators bovenaan. Ze geven het volgende aan: de [b]moeilijkheidsgraad[/b], [b]snelheid[/b] en [b]energie[/b]. De moeilijkheidsgraad en snelheid nemen na elke winst toe, waardoor je steeds hogere scores behaalt. De snelheid en het energieniveau nemen af als je verliest en [b]zodra het niveau de 0 bereikt, is het spel voorbij[/b]. [center][img]res://places/arcade_machine/tutorial/_assets/status_indicators.png[/img][/center]
pl: Po każdej wygranej (bądź przegranej) nanogrze zwróć uwagę na wskaźniki na górze ekranu. Pokazują one kolejno: [b]poziom trudności[/b], [b]szybkość[/b], i [b]poziom energii[/b]. Trudność i szybkość zwiększają się z każdą wygraną nanogrą, a wraz z nimi punktacja. Szybkość i energia spadają kiedy przegrasz nanogrę, a gdy [b]twoja energia zejdzie do 0, następuje koniec gry[/b]. [center][img]res://places/arcade_machine/tutorial/_assets/status_indicators.png[/img][/center]
pt_br: Depois de vencer (ou perder) um nanojogo, preste atenção aos indicadores no topo. Eles indicam, respectivamente: a [b]dificuldade[/b], [b]velocidade[/b], e [b]energia[/b]. A dificuldade e a velocidade aumenta conforme você vence nanojogos, e isso significa pontuações mais altas. A velocidade e a energia diminui quando você perde nanojogos, e [b]se a sua energia chegar a 0, o jogo acaba[/b]. [center][img]res://places/arcade_machine/tutorial/_assets/status_indicators.png[/img][/center]
tr: Bir nano oyunu kazandıktan (ya da kaybettikten) sonra, üstteki göstergelere dikkat edin. Bu göstergeler sırasıyla: [b]zoruluk[/b], [b]hız[/b] ve [b]enerji[/b] durumunu gösterir. Zorluk ve hız, nano oyunları kazandıkça artar ve bu daha yüksek puanlar anlamına gelir. Hız ve enerji, nano oyunları kaybettiğinizde azalır ve [b]eğer enerjiniz 0’a ulaşırsa, oyun sona erer[/b]. [center][img]res://places/arcade_machine/tutorial/_assets/status_indicators.png[/img][/center]

source: Once the inevitable happens and you get a game over (or just quit), [b]your score will be converted into tickets[/b]. They can be used to buy lots of stuff, including more nanogames for you to play! So what are you waiting for? [b]Go play some nanogames![/b] [center][img]res://places/arcade_machine/tutorial/_assets/ending.png[/img][/center]
de: Wenn das Unvermeidbare passiert und du ein Game Over bekommst (oder einfach aussteigst), wird [b]dein Punktestand in Tickets umgewandelt[/b]. Damit kannst du viele Dinge kaufen, darunter auch weitere Nanospiele, die du spielen kannst! Also, worauf wartest du noch? [b]Spiel ein paar Nanospiele![/b] [center][img]res://places/arcade_machine/tutorial/_assets/ending.png[/img][/center]
eo: Kiam la ludo neeviteble finiĝas (aŭ vi simple eliras), [b]viaj poentoj estos konvertitaj en biletojn[/b]. Ili povas esti uzita por aĉeti multege da aferoj, inkludante pli da ludetetoj, por ke ludu ilin! Do kion vi atendas? [b]Ludu iujn ludetetojn![/b] [center][img]res://places/arcade_machine/tutorial/_assets/ending.png[/img][/center]
es: Cuando pasa lo inevitable y acaba la partida (o simplemente sales), [b]tu puntuación se convierte en tiques[/b]. Pueden ser usados para comprar un montón de cosas, como ¡más nanojuegos a los que puedas jugar! ¿Así que a qué esperas? [b]¡Ve a jugar a algunos nanojuegos![/b] [center][img]res://places/arcade_machine/tutorial/_assets/ending.png[/img][/center]
nl: Zodra het einde nabij is (of als je stopt), [b]dan wordt je score omgezet in tickets[/b]. Met die tickets kun je allerlei dingen kopen, inclusief meer minispellen! Dus waar wacht je nog op? [b]Ga spelen![/b] [center][img]res://places/arcade_machine/tutorial/_assets/ending.png[/img][/center]
pl: Gdy nadejdzie nieunikniony koniec gry (lub z niej wyjdziesz), [b]twoje punkty zostaną wymienione na kupony[/b]. Możesz ich użyć do kupienia różnych rzeczy, w tym kolejnych nanogier do kolekcji! Na co jeszcze czekasz? [b]Zacznij grać w nanogry![/b] [center][img]res://places/arcade_machine/tutorial/_assets/ending.png[/img][/center]
pt_br: Assim que o inevitável acontecer e você receber um fim de jogo (ou simplesmente sair), [b]a sua pontuação será convertida em bilhetes[/b]. Eles podem ser usados para comprar várias coisas, incluindo mais nanojogos para você jogar! Então o que está esperando? [b]Vá jogar alguns nanojogos![/b] [center][img]res://places/arcade_machine/tutorial/_assets/ending.png[/img][/center]
tr: İşte kaçınılmaz olan gerçekleştiğinde ve bir oyun sona erdiğinde (ya da sadece çıktığınızda), [b]puanınız biletlerle değiştirilir[/b]. Bu biletler, oynayabileceğiniz daha fazla nano oyun da dahil olmak üzere birçok şeyi satın almak için kullanılabilir! O halde neyi bekliyorsunuz? [b]Hadi birkaç nano oyunu oynayın![/b] [center][img]res://places/arcade_machine/tutorial/_assets/ending.png[/img][/center]

source: [center][b]THIS IS A WORK IN PROGRESS![/b][/center] It's unfinished, has a very small catalog of nanogames, and it's rough around the edges. Please take this into consideration before judging it. ... You are going to ignore everything I just wrote, aren’t you?
de: [center][b]DIES IST IN ARBEIT[/b][/center] Es ist unfertig, hat einen sehr kleinen Katalog an Nanospielen und es hat scharfe Kanten. Bitte beachte das, bevor du urteilst. ... Du wirst alles ignorieren, was ich gerade geschrieben habe, nicht wahr?
eo: [center][b]ĈI TIO ESTAS PROGRESANTA LABORO![/b][/center] Ĝi ne estas finita, havas tre malgrandan katalogon de ludetetoj kaj ne perfektas. Bonvolu konsideri tion antaŭ juĝi ĝin. ... Vi ignoros ĉion, kion mi skribis, ĉu ne?
es: [center][b]¡ESTO ES UN TRABAJO EN PROCESO![/b][/center] No está acabado, tiene un catálogo muy pequeño de nanojuegos y no está del todo pulido. Por favor, ten esto en consideración antes de juzgarlo. ... Vas a ignorar todo lo que he escrito, ¿a que sí?
nl: [center][b]ER WORDT NOG AAN GEWERKT![/b][/center] Nog niet alles is af en zitten er nog allerlei foutjes in. Houd dat in gedachten voordat je een oordeel velt. … Maar je gaat dat gewoon negeren, of niet soms?
pl: [center][b]PRACA W TOKU![/b][/center] Ten projekt jest nieukończony, posiada niewielki zbiór nanogier i różne niedociągnięcia. Proszę, weź to pod uwagę przed ocenieniem. ... Pewnie zignorujesz to co właśnie napisałem, prawda?
pt_br: [center][b]ISTO É UM PROJETO EM PROGRESSO![/b][/center] Ele está inacabado, tem um catálogo pequeno de nanojogos, e falta polimento em algumas partes. Por favor, tenha isto em consideração antes de julgá-lo. ... Você vai ignorar tudo o que eu escrevi, não é?
tr: [center][b]BU BİR GELİŞİM AŞAMASIDIR![/b][/center] Tamamlanmamıştır, çok küçük bir nano oyun kataloğuna sahiptir ve bazı yerlerde eksik veya pürüzlüdür. Lütfen bunu değerlendirmeden önce göz önünde bulundurun. … Şimdi, yazdıklarımı tamamen göz ardı edeceksiniz, değil mi?

source: [center][b]Can't Access User Data Directory![/b][/center] The user data directory is non-persistent, this means that [b]saving data will not be possible[/b].
de: [center][b]Zugriff auf Benutzerdatenverzeichnis nicht möglich![/b][/center] Das Benutzerdatenverzeichnis ist nicht persistent, das bedeutet, dass das [b]Speichern von Daten nicht möglich sein wird[/b].
es: [center][b]¡No se puede acceder al directorio de datos de usuario![/b][/center] El directorio de datos de usuario no es persistente, esto significa que [b]guardar datos no será posible[/b].
nl: [center][b]Geen toegang tot de gegevensmap![/b][/center] De gegevensmap is ontoegankelijk. Het [b]opslaan van gegevens is hierdoor niet mogelijk[/b].
pt_br: [center][b]Não é Possível Acessar a Pasta de Dados do Usuário![/b][/center] A pasta de dados do usuário não é persistente, isso significa que [b]salvar o jogo não será possível[/b].
tr: [center][b]Kullanıcı Veri Dizinine Erişim Sağlanamıyor![/b][/center] Kullanıcı veri dizini kalıcı değildir; bu, [b]veri kaydetmenin mümkün olmayacağı[/b] anlamına gelir.

source: Make sure that you have third-party cookies enabled and that you're not in privacy mode.
de: Stell sicher, dass du Cookies von Dritten akzeptierst und dass du nicht im Privatsphäremodus bist.
eo: Certigu, ke vi ebligis kuketojn de eksteraj liverantoj kaj ke vi ne estas en privata reĝimo.
es: Asegúrate de que tienes activadas las «cookies» de terceros y de que no estás en modo privado.
nl: Sta externe cookies toe en zorg er voor dat je je niet in de privémodus bevindt.
pt_br: Verifique que cookies de terceiros estejam permitidos e que não esteja em modo privado.
tr: Üçüncü taraf çerezlerinin etkin olduğundan ve gizlilik modunda olmadığınızdan emin olun.

source: Buy
de: Kaufen
eo: Aĉeti
es: Comprar
nl: Kopen
pl: Kupuj
pt_br: Comprar
tr: Satın Al

source: Talk
de: Reden
eo: Babili
es: Hablar
nl: Praten
pl: Rozmawiaj
pt_br: Conversar
tr: Konuş

source: Arcade
de: Spielhalle
eo: Ludmaŝino
es: Recreativa
nl: Vermaak
pl: Salon gier
pt_br: Fliperama
tr: Oyun Salonu

source: Backpack
de: Rucksack
eo: Dorsosako
es: Mochila
nl: Rugzak
pt_br: Mochila
tr: Sırt Çantası

source: Quit
de: Verlassen
eo: Foriri
es: Abandonar
nl: Afsluiten
pl: Wyjdź
pt_br: Sair
tr: Çıkış Yap

source: About
de: Über
eo: Pri
es: Sobre
nl: Over
pl: O grze
pt_br: Sobre
tr: Hakkında

source: Locked
de: Gesperrt
eo: Blokita
es: Bloqueado
nl: Vergrendeld
pl: Zamknięte
pt_br: Bloqueado
tr: Kilitli

source: A free/libre fast-paced arcade collection of mini-games.
de: Eine freie und hektische Arcade-Sammlung von Minispielen.
eo: Libera rapida ludmaŝina kolekto de ludetetoj.
es: Una colección libre de minijuegos de ritmo acelerado.
nl: Een gratis, vrije verzameling minispellen boordevol vermaak.
pl: Wolna i darmowa kolekcja błyskawicznych minigier.
pt_br: Uma livre coleção de mini jogos de ritmo acelerado.
tr: Ücretsiz/özgür, hızlı tempolu bir mini oyunlar koleksiyonu.

source: This program is [url=%s]free software[/url]: you can redistribute it and/or modify it under the terms of the [url=%s]GNU General Public License[/url] as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
de: Dieses Programm ist [url=%s]freie Software[/url]: du kannst sie weiterverbreiten und/oder modifizieren, und zwar unter den Bedingungen der [url=%s]GNU General Public License[/url], veröffentlicht von der Free Software Foundation, unter Version 3 oder (nach deiner Wahl) einer beliebigen späteren Version.
eo: Ĉi tiu programo estas [url=%s]libera[/url]: vi povas redistribui ĝin kaj/aŭ modifi ĝin sub la kondiĉoj de la [url=%s]GNU General Public License[/url], kiel ĝi estis eldonita de la Free Software Foundation, aŭ la 3-a versio de la Licenco, aŭ (laŭ via elekto) iu ajn posta versio.
es: Este programa es [url=%s]libre[/url]: puedes redistribuirlo y/o modificarlo bajo los términos de la [url=%s]GNU General Public License[/url], como fue publicada por la Free Software Foundation, bien la versión 3 de la Licencia bien (a tu elección) cualquier versión posterior.
nl: Dit programma is [url=%s]vrije software[/url]: je mag de software heruitgeven en/of aanpassen onder de voorwaarden van de [url=%s]GNU General Public License[/url], zoals opgesteld door de Free Software Foundation, onder versie 3 van de licentie of (indien gewenst) een nieuwere versie.
pl: Niniejszy program jest [url=%s]wolnym oprogramowaniem[/url]: możesz go rozprowadzać dalej i/lub modyfikować na warunkach [url=%s]Powszechnej Licencji Publicznej GNU[/url], wydanej przez Fundację Wolnego Oprogramowania - według wersji 3-ciej tej Licencji lub którejś z późniejszych wersji.
pt_br: Este programa é um [url=%s]software livre[/url]: você pode redistribuí-lo e/ou modificá-lo sob os termos da [url=%s]Licença Pública Geral GNU[/url], conforme publicado pela Free Software Foundation, seja a versão 3 da Licença ou (a seu critério) qualquer versão posterior.
tr: Bu program [url=%s]ücretsiz yazılımdır[/url]: bunu, Free Software Foundation tarafından yayımlanan [url=%s]GNU Genel Kamu Lisansı[/url] şartları altında yeniden dağıtabilir ve/veya değiştirebilirsiniz; lisansın 3. sürümü veya (seçiminize bağlı olarak) herhangi bir sonraki sürüm.

source: The source code and assets can be found in its [url=%s]repository[/url].
de: Der Quellcode und die Mediendaten können in seinem [url=%s]Repository[/url] gefunden werden.
eo: La fontkodo kaj havaĵoj troveblas en ĝia [url=%s]deponejo[/url].
es: El código fuente y los recursos pueden encontrarse en su [url=%s]repositorio[/url].
nl: De broncode en inhoud zijn beschikbaar in de [url=%s]broncoderepo[/url].
pl: Kod źródłowy i inna zawartość są dostępne w [url=%s]repozytorium[/url].
pt_br: O código-fonte e assets podem ser encontrados em seu [url=%s]repositório[/url].
tr: Kaynak kodu ve varlıklar [url=%s]depo[/url] içinde bulunabilir.

source: Librerama is not just free as in [i]freedom[/i], but also free as in [i]free of charge[/i], so donations are very much welcomed!
de: Librerama ist frei im Sinne von [i]Freiheit[/i], aber auch [i]kostenlos[/i], also sind Spenden sehr willkommen!
eo: Librerama ne nur [i]liberas[/i], sed ankaŭ [i]senkostas[/i], do donacoj estas tre bonvenaj!
es: Librerama no solo es [i]libre[/i], sino también [i]gratuito[/i], así que ¡aceptamos con mucho gusto donaciones!
nl: Librerama is niet alleen vrij als in [i]vrijheid[/i], maar ook [i]gratis[/i], dus donaties worden zeer op prijs gesteld!
pl: Librerama jest nie tylko [i]wolna[/i], ale również [i]darmowa[/i], więc wsparcie finansowe jest mile widziane!
pt_br: Librerama não é somente livre como em [i]liberdade[/i], mas também livre como em [i]livre de custo[/i], então doações são muito bem-vindas!
tr: Librerama sadece [i]özgürlük[/i] anlamında değil, aynı zamanda [i]ücret talep etmeyen[/i] anlamında da ücretsizdir, bu yüzden bağışlarınız çok memnuniyetle karşılanır!

source: You can donate to me via [url=%s]Liberapay[/url]. The money will be used to help me put more work not just into this game, but also my general work in free/libre gaming.
de: Du kannst an mich über [url=%s]Liberapay[/url] spenden. Das Geld wird benutzt, um mir zu helfen, nicht nur mehr Arbeit in dieses Spiel zu stecken, aber auch meine allgemeine Arbeiten rund um freie Spiele zu unterstützen.
eo: Vi povas donaci al mi per [url=%s]Liberapay[/url]. La mono estos uzita por helpi al mi dediĉi pli da laboro ne nur al ĉi tiu ludo, sed ankaŭ al mia ĝenerala laboro pri liberaj ludoj.
es: Puedes donarme mediante [url=%s]Liberapay[/url]. El dinero será usado para ayudarme a dedicar más trabajo no solo a este juego, sino también a mis otras contribuciones a juegos libres.
nl: Je kunt doneren via [url=%s]Liberapay[/url]. Het geld draagt bij aan de ontwikkeling van het programma, maar ook aan mijn andere werkzaamheden omtrent gratis/vrije spellen.
pl: Możesz mnie wesprzeć poprzez [url=%s]Liberapay[/url]. Pieniądze pomogą mi włożyć więcej pracy zarówno w tę grę jak i w moją twórczość w ramach wolnych i darmowych gier.
pt_br: Você pode doar para mim via [url=%s]Liberapay[/url]. O dinheiro será usado para me ajudar a colocar mais trabalho não somente neste jogo, mas também em minhas outras contribuições para jogos livres.
tr: Bana [url=%s]Liberapay[/url] aracılığıyla bağış yapabilirsiniz. Bu para, yalnızca bu oyuna değil, aynı zamanda ücretsiz/özgür oyun alanındaki genel çalışmalarımı desteklemek için kullanılacaktır.
